[
  {
    "search_id": null,
    "call_flag": "RENTAL",
    "result": [
      {
        "total_count": 147,
        "bathrooms": 10,
        "bedrooms": 9,
        "guests": 17,
        "license": "263901",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/Client/INVENIO/bp/1059/villa_images/thmb_107_0448.jpg",
        "thumb_images": "customappcontent/Client/INVENIO/bp/1059/villa_images/thmb_107_0448.jpg~ti~customappcontent/Client/INVENIO/bp/1059/villa_images/thmb_115_0443 Unit A (pool level) and Baos, kitchenette, Rhenia, Delos, Paros, chapel (lower level.jpg~ti~customappcontent/Client/INVENIO/bp/1059/villa_images/thmb_016_0285.jpg~ti~customappcontent/Client/INVENIO/bp/1059/villa_images/thmb_066_8034.jpg~ti~customappcontent/Client/INVENIO/bp/1059/villa_images/thmb_014_6415.jpg",
        "org_id": 33,
        "bp_id": 1059,
        "bp_name": "Villa Peyton",
        "city": "Agia Sofia",
        "country_desc": "Greece",
        "geolocation": "37.4697107323934588,25.3374557798469056",
        "discontinued_flag": "N",
        "villa_desc": "Villa Peyton is one of the most high-end properties in the island situated in the western part of the island, conveniently close to the town of Mykonos and the new port of Tourlos. Nestled on a hillside overlooking the blue Aegean Sea, it offers stunning views over the port that extends to the infinite Aegean blue, and it is especially impressive during the evening hours when the dusk colors fill the sky with unique shades of orange and purple making it the perfect place to relax and unwind. Built on a 5.250 m2 plot with a 780 m2 interior living space, the magnificent home offers to its lucky guests 9 gorgeous bedrooms and a maid’s room (in-house staff) and may accommodate up to 19 guests.  \r\n\r\nThe indoor spaces are particularly elegant, filled with unique and exceptionally high-end furniture and art adding charm and sophistication to the overall character of the villa. Beautifully decorated with warm, earthy colors and wooden details, the astonishing living rooms boasts an elegant, tasteful atmosphere. There are also two large stylish dining areas, ready to host your guests’ everyday meals, prepared in the fully equipped with modern appliances kitchen. The villa also features nine ensuite bedrooms that follow the overall chic Cycladic Style design and aesthetics of the house. They are all equipped with cozy beds, elegant decoration, and beautifully contrasting colors. \r\n\r\nThe outdoor spaces of the unique home are one of our favorites featuring an exceptional round infinity pool, giving the impression that its waters extend to the sea. Moreover, there are several stylish settees and loungers, as well as umbrellas to protect you from the sun during the daytime. A few steps away, you may find a veranda with an exterior dining area, a lounge area, and a BBQ facility. The space is thoughtfully designed, with wooden fashionable furniture and well decorated. The property stretches on multiple levels and features a Hammam unit, a gym area (indoor and outdoor with a sea view), a picturesque chapel, a Chef’s kitchen and a bio garden.\r\n\r\nVilla Peyton is a fantastic option for the lovers of high aesthetics who wish to savor the beauty of the beautiful design, in a magnificent home, with very close proximity the cosmopolitan Mykonos and the southern famous beaches.\r\n\r\nMinimum stay policy: 3 nights/low season, 5 nights/mid season, 7 nights/high season.",
        "villa_price": 95500,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "f27281fb-0eff-43b0-acbe-9738a2bbbcb3",
        "bp_profile": "A majestic property, situated in a prime area overlooking the Aegean Sea",
        "tagline": "A majestic property, situated in a prime area overlooking the Aegean Sea",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-calendar pl-vtile_prop_icon icon_style pl-icon-color\" style=\" padding-left: 10px;height: 5px;font-size: 20px;\" title=\"Linked to external iCal\"></i><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 11,
        "bedrooms": 11,
        "guests": 22,
        "license": "1205731",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/client/INVENIO/bp/10317/villa_images/thumb_andreas bekas web-112.jpg",
        "thumb_images": "customappcontent/client/INVENIO/bp/10317/villa_images/thumb_andreas bekas web-112.jpg~ti~customappcontent/client/INVENIO/bp/10317/villa_images/thumb_DSCF6364.jpg~ti~customappcontent/client/INVENIO/bp/10317/villa_images/thumb_andreas bekas web-90.jpg~ti~customappcontent/client/INVENIO/bp/10317/villa_images/thumb_andreas bekas web-109.jpg~ti~customappcontent/client/INVENIO/bp/10317/villa_images/thumb_DSCF6224.jpg",
        "org_id": 33,
        "bp_id": 10317,
        "bp_name": "Villa Beachfront",
        "city": "Ornos",
        "country_desc": "Greece",
        "geolocation": "37.422806798288846,25.317115267051157",
        "discontinued_flag": "N",
        "villa_desc": "A brand new private and secluded ocean front property located in one of the hottest spots of Mykonos Island. \r\nThe stunning home boasts amazingly beautiful sea and sunset views and can accommodate comfortably 22 people in 11 ensuite bedrooms, furnished to the highest luxurious standards all spread on three different levels, a fully equipped professional kitchen and a modern living room. Comprised of the main building plus six standalone guest suites, the expansive property is ideal for friends or large families who’d like to keep their precious privacy while holidaying as a group in Mykonos.\r\n\r\nThe Style of this unique mansion is elegant yet filled with a minimalistic approach. The earthy colors are combined with wood, classy black, grey and gold. Amphitheatrically developed, the property is designed in three levels, with the direct sunlight sunbathing the villa throughout the day.\r\n\r\nThe modern and elegant living room invites you to feel at home. With the warm colors and sophisticated design, dine with style gazing at the sea. Indulge in luxury living and spoil yourself. Unwind your senses, in the exquisite rooms with modern features and stylish patterns. The private mansion boasts expansive areas, elegant style and amazing views, ensures your ultimate Mykonian luxury experience.\r\n\r\nAvailability is upon request.\r\n",
        "villa_price": 76370,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "72742c4a-f195-4aec-891d-8442599bdb22",
        "bp_profile": "Waterfront villa in a dream like location",
        "tagline": "Waterfront villa in a dream like location",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-calendar pl-vtile_prop_icon icon_style pl-icon-color\" style=\" padding-left: 10px;height: 5px;font-size: 20px;\" title=\"Linked to external iCal\"></i></div>",
        "api_information": "0",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 16,
        "bedrooms": 15,
        "guests": 30,
        "license": "00000940420",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/Client/INVENIO/bp/879/villa_images/thmb_Mykonos-Villa-Azeus-New-2.jpg",
        "thumb_images": "customappcontent/Client/INVENIO/bp/879/villa_images/thmb_Mykonos-Villa-Azeus-New-2.jpg~ti~customappcontent/Client/INVENIO/bp/879/villa_images/thmb_Mykonos-Villa-Azeus-New-5.jpg~ti~customappcontent/Client/INVENIO/bp/879/villa_images/thmb_Mykonos-Villa-Azeus-New-1.jpg~ti~customappcontent/Client/INVENIO/bp/879/villa_images/thmb_Mykonos-Villa-Azeus-New-10.jpg~ti~customappcontent/Client/INVENIO/bp/879/villa_images/thmb_Mykonos-Villa-Azeus-New-11.jpg",
        "org_id": 33,
        "bp_id": 879,
        "bp_name": "Aegean Dream",
        "city": "Kalo Livadi",
        "country_desc": "Greece",
        "geolocation": "37.4282039832973368,25.410762199474803",
        "discontinued_flag": "N",
        "villa_desc": "Nestled into the hillside on top of the sea, this beautiful private retreat is the epitome of luxury and seclusion. Located at a walking distance from the seaside, this magnificent villa is ideal both for families and group of friends seeking elegance and privacy in simplicity and design.  Guests will surely enjoy the nearby picturesque beaches and their gastronomic restaurants such as Solymar and Spilia.\r\n\r\nThe unique mansion boasts large and comfortable indoors and outdoors at various levels. The abundant outdoor spaces are uniquely designed for hosting large group events and enjoy the best of your Mykonian summer under the Greek sun. The outdoor areas embrace the true spirit of summer, uninterrupted sea views make the unique vast refreshing infinity pool and the Jacuzzi area a wonderful place to relax.  The beautiful sitting and dining areas with shaded pergolas and designer furniture guarantee unforgettable moments with your beloved one. Whereas, the cushions, sunbeds and loungers create a relaxed and bohemian feeling around the pool. \r\n\r\nThis house has all the comforts of home. The villa’s soothing interiors flow like a gentle breeze over the Aegean Sea. Designed with modern clean lines, the living spaces are tastefully decorated and furnished, creating a delightful and relaxing atmosphere. The spacious living and dining areas are perfect for meals with family and friends and feature impressive panoramic sea views. The property includes a wonderful kitchen that will please any chef with all the modern conveniences and appliances.\r\n\r\nNo expense has been spared to ensure complete and luxury. There is a plenty of space for sleeping up to 30 guests. Each room has been meticulous engineered to give you the best possible of a blissful experience. The home boasts 7 gorgeous ensuite bedrooms with smart TV and sound system located on the entrance level, 4 beautiful master bedrooms located on the 1st floor and 4 ample guest rooms with private entrance each located on the upper level. Moreover, the property boasts 2 bedrooms for personnel ( staff rooms)along with one bedroom for the chef. \r\n\r\nA kinds friendly playroom with a Foosball table, a movie projector is at your disposal for carefree friendly gatherings. Other amenities include an indoor Jacuzzi, a large gym and a spa area to unwind in total bliss. \r\n\r\nThis vast luxury estate is a one-of-a-kind paradise perfect for events, unforgettable family moments and celebrations.  \r\n\r\nSecurity deposit consist of 20% of the total amount.\r\n\r\nAvailability is upon request",
        "villa_price": 66821,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "15c7b277-6171-474a-8585-7d6084c912a9",
        "bp_profile": "\"Amazing estate, beach proximity, ideal for large groups & big events\"",
        "tagline": "\"Amazing estate, beach proximity, ideal for large groups & big events\"",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 9,
        "bedrooms": 8,
        "guests": 18,
        "license": "1251949",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/client/INVENIO/bp/10217/villa_images/thumb_TRANQUILITY (44).jpg",
        "thumb_images": "customappcontent/client/INVENIO/bp/10217/villa_images/thumb_TRANQUILITY (44).jpg~ti~customappcontent/client/INVENIO/bp/10217/villa_images/thumb_TRANQUILITY (47).jpg~ti~customappcontent/client/INVENIO/bp/10217/villa_images/thumb_TRANQUILITY (2).jpg~ti~customappcontent/client/INVENIO/bp/10217/villa_images/thumb_TRANQUILITY (4).jpg~ti~customappcontent/client/INVENIO/bp/10217/villa_images/thumb_TRANQUILITY (30).jpg",
        "org_id": 33,
        "bp_id": 10217,
        "bp_name": "Tranquility Estate",
        "city": "Psarou",
        "country_desc": "Greece",
        "geolocation": "37.42517678982687,25.334232375978594",
        "discontinued_flag": "N",
        "villa_desc": "A magnificent private villa located in one of the most   fashionable areas of Mykonos. The stunning property offers amazing sunsets and panoramic views of the blue Aegean Sea. It has an easy access to Mykonos town and is within walking distance to the famous Psarou beach, and the Nammos beach restaurant.  \r\n\r\nThe Mykonian villa has beautiful extensive outdoor areas, boasting stunning private overflowing swimming pool with uninterrupted views. A lovely lounge sitting area, comfortable settees, and a spectacular dining area accompany your private villa outdoor spaces to offer incredible comfort during your stay. Non stop fun is guaranteed in the alfresco BBQ and kitchen, in the dreamlike lounging and dining areas, in the private luxurious pool bar, in the spacious Jacuzzi, as well as the two huge infinity pools (27m & 18m), located on different levels for total privacy.  \r\n\r\nThe luxurious mansion comes with 7 large ensuite bedrooms, all garnished with amazing panoramic sea views and 1 Kids Room with 2 Bunk Beds & ensuite bathroom (31 sqm)​.  The living spaces are as beautiful as the outdoors; where the wooden surfaces, white walls and stone touches portray the stunning simple elegance and style of the island. The open-space living room area has stunning views of the infinite blue from the large windows, to create a blissful environment for unforgettable moments of inside your private summer home. The house is furnished with a beautiful kitchen, to make the most flavored Greek memories.\r\nOther facilities include a wonderful fully equipped Gym with Sea View (50 sqm), a massage room as well as an Alfresco Cinema with Pool & Sea view​.\r\n\r\nThis luxurious mansion is the perfect summer retreat for the most discerning guests wanted to experience a unique stay to enjoy Mykonos to the fullest. \r\n",
        "villa_price": 57275,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "35d5be2e-8382-4681-9f17-c08861725cf7",
        "bp_profile": "An uber-luxe exclusive private mansion with beach proximity",
        "tagline": "An uber-luxe exclusive private mansion with beach proximity",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-calendar pl-vtile_prop_icon icon_style pl-icon-color\" style=\" padding-left: 10px;height: 5px;font-size: 20px;\" title=\"Linked to external iCal\"></i><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 6,
        "bedrooms": 6,
        "guests": 12,
        "license": "TBD",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/Client/INVENIO/bp/1201/villa_images/thmb_AMA1 (18).jpg",
        "thumb_images": "customappcontent/Client/INVENIO/bp/1201/villa_images/thmb_AMA1 (18).jpg~ti~customappcontent/Client/INVENIO/bp/1201/villa_images/thmb_AMA1 (39).jpg~ti~customappcontent/Client/INVENIO/bp/1201/villa_images/thmb_AMA1 (40).jpg~ti~customappcontent/Client/INVENIO/bp/1201/villa_images/thmb_AMA1 (41).jpg~ti~customappcontent/Client/INVENIO/bp/1201/villa_images/thmb_AMA1 (42).jpg",
        "org_id": 33,
        "bp_id": 1201,
        "bp_name": "Villa Azalea",
        "city": "Agios Lazarus",
        "country_desc": "Greece",
        "geolocation": "37.4078945945853292,25.3377755362644379",
        "discontinued_flag": "N",
        "villa_desc": "%VILLANAME is a unique lavish private getaway in the most sought-after neighborhood of Mykonos. Situated at the top of the hill, facing the Bay of Ornos, the home enjoys some of the most stunning views on the island. The beautiful home features 4 Luxury suites with ensuite bathrooms and sea views along with an Independent Guest suite (70m2) with stunning sea view. It can accommodate up to 10 guests.\r\n\r\nThe interiors are something rarely found in Mykonos or Greece.  Furnished by acclaimed Italian designer Stefano Dorata. His signature classic style is embodied throughout the home, without ever taking away from the smooth Mykonian white render. Single-sourced travertine marble flooring and soft textures reach all social and private corners of the home. \r\n\r\nAll aspects of his design were brought together to focus on harmony, symmetry, and relaxation.\r\nA combination of flowing and harmonious colors blend with custom made furniture and fabrics to create a beautiful ambiance at all hours of the day. Warm and cozy in the evening and bright and peaceful when the sun shines. The villa is punctuated with rare art and precious materials which create both interest and beauty without distracting from the feeling of homeliness.\r\n\r\nThe outdoor areas are sometimes like a treasure hunt. Beyond the expansive pool and entertainment areas is an extensive garden and in every corner of the luscious greenery lies secret places. Each designed to provide guests with a moment of delight or intimacy. A place to breathe, to think, to exercise, to simply sit and enjoy the endless views.\r\n\r\nThis is a unique secret retreat for family and a select circle of friends. The energy of the house is a unique blend of comfort, luxury and a feeling of home.\r\n\r\nJuly-August 15th (7 overnights),  August 16th - Sep 15th (5 overnights)\r\n\r\nAdditional Services:\r\n3 very experienced full-time staff\r\nA-la carte breakfast menu\r\nLunch and dinner preparations.\r\nAirport arrivals - welcome & farewell.\r\nNightly turn-down service.\r\nSunset canapés and cocktails.\r\n\r\nAvailability and rates are upon request. Contact your agent.\r\n",
        "villa_price": 55685,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "19e150e6-b699-4904-8459-775de50404a0",
        "bp_profile": "More than a villa, a true Mykonian experience!",
        "tagline": "More than a villa, a true Mykonian experience!",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 6,
        "bedrooms": 6,
        "guests": 12,
        "license": "1070097",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/Client/INVENIO/bp/845/villa_images/thmb_villa_oleandra-44.jpg",
        "thumb_images": "customappcontent/Client/INVENIO/bp/845/villa_images/thmb_villa_oleandra-44.jpg~ti~customappcontent/Client/INVENIO/bp/845/villa_images/thmb_villa_oleandra-1.jpg~ti~customappcontent/Client/INVENIO/bp/845/villa_images/thmb_villa_oleandra-2.jpg~ti~customappcontent/Client/INVENIO/bp/845/villa_images/thmb_villa_oleandra-3.jpg~ti~customappcontent/Client/INVENIO/bp/845/villa_images/thmb_villa_oleandra-4.jpg",
        "org_id": 33,
        "bp_id": 845,
        "bp_name": "Olea",
        "city": "Tourlos",
        "country_desc": "Greece",
        "geolocation": "37.4800679109844594,25.3277266993879095",
        "discontinued_flag": "N",
        "villa_desc": "Olea is a truly exquisite gem featuring 6 ensuite bedrooms stretching an impressive area of 4,000 sq m with clean minimal lines of the local architecture within a stony landscape located in one of the most sought-after locations of the island. Amazing indoor, outdoor spaces featuring heated pool and jacuzzi and breathtaking sunsets await the guests of this unique villa for an unforgettable summer vacation.\r\nThe main villa hosts three luxurious master bedrooms with ensuite bathrooms, with stunning sea views and three more large ensuite guest rooms with independent entrance and sea views. \r\nAll bedrooms have got king size beds, closet, with safe & air-condition and entertainment system controlled from an iPad on each room. All rooms have a large bathroom with a shower area, and a bidet. Bathrobes and full amenities by Molton Brown are already included. All pillows are the exact same type (provided by Four Seasons hotels, by Phoenix Down brand), and mattresses are all with soft pillow top to ensure an amazing sleep. All TVs are Bang & Olufsen on each room.\r\nWell-furnished outdoors provides for privacy, if needed, while the sea-facing infinity pool and jacuzzi invite for a refreshing swim.\r\nCombining luxury and simplicity, Villa Olea is masterfully built to offer absolute privacy, extra space, perfect aesthetics, truly excellent facilities, prime quality service and whole new standards of accommodation to its guests. \r\n\r\nAvailability is upon request.",
        "villa_price": 52190,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "30b5dd06-f949-46c2-977d-85f03ec0fef2",
        "bp_profile": "\"Unique private residence, overlooking the port with amazing views\"",
        "tagline": "\"Unique private residence, overlooking the port with amazing views\"",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 18,
        "bedrooms": 18,
        "guests": 36,
        "license": "00000135264",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/Client/INVENIO/bp/890/villa_images/thmb_Blue Wave32.jpg",
        "thumb_images": "customappcontent/Client/INVENIO/bp/890/villa_images/thmb_Blue Wave32.jpg~ti~customappcontent/Client/INVENIO/bp/890/villa_images/thmb_3-Αντιγραφή-2.jpg~ti~customappcontent/Client/INVENIO/bp/890/villa_images/thmb_Blue Wave55382.jpg~ti~customappcontent/Client/INVENIO/bp/890/villa_images/thmb_Blue Wave76.jpg~ti~customappcontent/Client/INVENIO/bp/890/villa_images/thmb_30-Αντιγραφή.jpg",
        "org_id": 33,
        "bp_id": 890,
        "bp_name": "Villa Sapphire",
        "city": "Kalafatis",
        "country_desc": "Greece",
        "geolocation": "37.4389277492174273,25.4092831797089893",
        "discontinued_flag": "N",
        "villa_desc": "A brand new 19-bedroom exquisite and modern villa rental located within the Kalafatis coastline. In a plot area of 3000 sq. meters. The 700m2 villa is one of the most luxurious and contemporary home in Mykonos. Feel in complete luxury at this fantastic villa which boasts magnificent sea views, three amazing infinity pools with shaded area suitable for dining and lounging at all hours.  From the moment you step into the property’s sun-kissed living spaces, you’ll be wowed by unrivaled levels of service and careful attention to detail.\r\n\r\nThe spacious property is spread over the ground floor and upper level, three guesthouses of 45 m2 each at top upper level, one guest house of 55m2 and three extra guest rooms of 25 m2 at entrance level as well as a large gym and spa area of 200 m2 and outdoor shaded areas of over 400 m2.\r\n \r\nThere are 11 spacious and tastefully furnished bedrooms with ensuite bathrooms, plus 7 large guest rooms with individual entrances, sleeps up to 36 guests comfortably with plenty of space.  This sizable summerhouse is decorated in harmonic shades offering a selection of versatile living spaces for easy entertaining and uncomplicated holidaying. Every bedroom and living room are equipped with 50 inches smart TV, hairdryer, safe box, ceiling fan and A/C, so that each member can be independent.\r\n\r\nThe outdoor area is one of our personal favorites.  Boasting two large infinity swimming pools of 100 and 50 square meters with deck and amazing view to Kalafatis beach, a Jacuzzi,  24 sunbeds and poufs, 3 double sunbeds, and 1 large hammock while a massive corner pergola offers lavishly the shadow that guests are enjoying in front of swimming pool, the bar and the dining area and another pergola specially designed for quitter moments surrounded by olive trees. Grand Shaded living space with dining area, sits 40 guests close to the BBQ area perfect for alfresco meal with family and friends, BBQ equipped with wood oven, an independent fully equipped kitchen by the barbecue area with WC and shower room, WC and shower rooms for guests who are using swimming pool and a large outdoor space specially designed for children activities (bicycles, hover boards).\r\n\r\nThis home is a one-of-a-kind mansion and is ideal for a group of friends or a large family gathering.  A perfect spot for guests looking to enjoy Mykonos in a luxury and stylish to the last detail environment spending time close to a great choice of famous beaches and clubs/restaurants and yet not far from the nightlife for which the island is famous.\r\n\r\nSecurity deposit consist of 20% of the total amount.\r\nAvailability is upon request\r\n\r\n",
        "villa_price": 47730,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "37887392-3700-4a71-a3b6-0a7a1dea316d",
        "bp_profile": "\"A lavish property with exceptional facilities and beach proximity\"",
        "tagline": "\"A lavish property with exceptional facilities and beach proximity\"",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 14,
        "bedrooms": 8,
        "guests": 16,
        "license": "015870",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/Client/INVENIO/bp/1083/villa_images/thmb_A8 (1).jpg",
        "thumb_images": "customappcontent/Client/INVENIO/bp/1083/villa_images/thmb_A8 (1).jpg~ti~customappcontent/Client/INVENIO/bp/1083/villa_images/thmb_A8_393.jpg~ti~customappcontent/Client/INVENIO/bp/1083/villa_images/thmb_A8 (3).jpg~ti~customappcontent/Client/INVENIO/bp/1083/villa_images/thmb_A8_392.jpg~ti~customappcontent/Client/INVENIO/bp/1083/villa_images/thmb_A8_415.jpg",
        "org_id": 33,
        "bp_id": 1083,
        "bp_name": "Olyviana",
        "city": "Agios Lazarus",
        "country_desc": "Greece",
        "geolocation": "37.4180356853474692,25.3258258260571125",
        "discontinued_flag": "N",
        "villa_desc": "Olyviana is an amazing front-line property nestled on the waterfront of the famous area of Agios Lazaros Mykonos private exclusive and secure villa estate. The magnificent property offers direct access to the sea while enjoying wonderful sunsets and panoramic views across the Blue Aegean Sea and Delos, Rhenia islands.\r\n\r\nThe approach to this unique property is extraordinary, the main courtyard is fit for official VVIP requirements and is flanked by various outdoor and indoor parking spaces.\r\nThe amazing outdoor spaces of this beautiful home are dominated by an impressive infinity pool surrounded by comfortable sunbeds, offering amazingly beautiful sunset colors for unique summer moments with family and friends. On an upper level, guests will love using the outdoor Jacuzzi for 10-14 people.\r\nThe outdoors also features spacious dining and sitting areas where the guests can enjoy their culinary experiences while sipping a cocktail and gazing at the mesmerizing sunsets and panoramic views offered by this unique home.\r\n\r\nThe impressive entrance is adorned with an exquisite black and white mosaic floor medallion and the heavy wooden door opens into the expansive living and dining area. The property is equipped with three kitchens, the two of them professional, ready to welcome your private chef for the most exquisite dining experience. The elegant and spacious master bedrooms create a one-of-a-kind environment of comfort and blissfulness.\r\n\r\nOlyviana is the ideal home and choice for the most discerning guests seeking to spend their vacation in complete luxury and comfort, in one of the most prime and beautiful locations with easy access to the town of Mykonos and a plethora of famous beaches.\r\n\r\nSecurity deposit: 20% from the total amount of the stay.\r\nMinimum length of stay policy: 3 overnights (low season), 6 overnights (high season).",
        "villa_price": 46460,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "b484d304-a2a0-4415-b312-6456ab7e8c40",
        "bp_profile": "Exclusive waterfront private villa with magnificent sea views and sunsets",
        "tagline": "Exclusive waterfront private villa with magnificent sea views and sunsets",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 20,
        "bedrooms": 20,
        "guests": 40,
        "license": "1301901",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/Client/INVENIO/bp/1066/villa_images/thmb_KARMA MAIN.jpg",
        "thumb_images": "customappcontent/Client/INVENIO/bp/1066/villa_images/thmb_KARMA MAIN.jpg~ti~customappcontent/Client/INVENIO/bp/1066/villa_images/thmb_KARMA PHOTOS (28).jpg~ti~customappcontent/Client/INVENIO/bp/1066/villa_images/thmb_KARMA PHOTOS (30).jpg~ti~customappcontent/Client/INVENIO/bp/1066/villa_images/thmb_KARMA PHOTOS (29).jpg~ti~customappcontent/Client/INVENIO/bp/1066/villa_images/thmb_KARMA PHOTOS (26).jpg",
        "org_id": 33,
        "bp_id": 1066,
        "bp_name": "Karma Retreat",
        "city": "Kalo Livadi",
        "country_desc": "Greece",
        "geolocation": "37.4413237106174108,25.4133031575753137",
        "discontinued_flag": "N",
        "villa_desc": "Karma Retreat is a unique villa complex located on the southern-East part of the island, nestled above Kalo Livadi Bay boasting a truly unique sunset experience. The mesmerizing resort is the epitome of luxury living experience while providing the highest degree of privacy and indulgence, with over 2.000 square meters of living space property. With fantastic sea views, it consists of an exclusive collection of 3 wonderful villas, 2 bungalows and 2 spacious optionally interconnecting pool suites that may comfortably accommodate up to 40 guests in 20 gorgeous ensuite bedrooms. The resort is merely a few minutes from Kalo Livadi, one of the most popular beaches in Mykonos. \r\n\r\nThe refined Karma Retreat represents the true luxurious Mykonos living, with the most exquisite contemporary elements. The captivating interior spaces were designed with particular attention and taste, and furnished with splendid luxurious furniture, to make your vacation living experience even more exceptional. The living room areas along with the amazing kitchen were undoubtedly designed to welcome all guests’ gatherings, in chic yet amazing setting. \r\n\r\nThe unique luxurious private resort, boasts stylish well-appointed bedrooms with elegant and comfortable furniture, to guarantee the utmost of tranquility and blissfulness during your stay.  The beautiful open-air spaces blend smoothly the unique Mykonian lifestyle offering a one-of-a-kind journey to balance your mind body and soul. \r\n\r\nThe outdoor spaces are fantastic, designed for your utmost comfort and relaxation without compromising with your entertaining, boasting 2 large Infinity pools surrounded by Mediterranean gardens and overlooking the beach, 2 additional private mini pools in the pool suites which may be heated upon request, multiple sheltered dining and lounge pergolas, a pool bar section with a built-in Italian oven and a gas-operating BBQ and a grass area around the second Infinity pool. \r\n\r\nThe facilities of this wonder also include a gym area, a private Jacuzzi on the master bedroom's terrace, a private parking lot of up to 10 cars and a nearby helicopter landing pad, while the professional Chef’s Kitchen and the picturesque chapel within the property's grounds render the villa the perfect choice for an unforgettable event of up to 500 seated guests. A heavenly retreat for those seeking a one-of-a-kind experience in one of the most exclusive private luxury villas rentals in Mykonos.\r\n\r\nPer person rate available, please contact your agent.\r\n\r\nMinimum stay policy: 3 nights/low season, 5 nights/mid season, 7 nights/high season.\r\n\r\n",
        "villa_price": 44550,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "9c000982-324d-4150-a650-4407652da43c",
        "bp_profile": "An exclusive retreat just a short walk away from a wonderful sun-kissed sandy beach",
        "tagline": "An exclusive retreat just a short walk away from a wonderful sun-kissed sandy beach",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-calendar pl-vtile_prop_icon icon_style pl-icon-color\" style=\" padding-left: 10px;height: 5px;font-size: 20px;\" title=\"Linked to external iCal\"></i><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 10,
        "bedrooms": 10,
        "guests": 20,
        "license": "0940419",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/client/INVENIO/bp/6707/villa_images/thumb_Blue Sapphire pool 1.jpg",
        "thumb_images": "customappcontent/client/INVENIO/bp/6707/villa_images/thumb_Blue Sapphire pool 1.jpg~ti~customappcontent/client/INVENIO/bp/6707/villa_images/thumb_Blue Sapphire pool 2.jpg~ti~customappcontent/client/INVENIO/bp/6707/villa_images/thumb_Blue Sapphire pool 3.jpg~ti~customappcontent/client/INVENIO/bp/6707/villa_images/thumb_Blue Sapphire pool 4.jpg~ti~customappcontent/client/INVENIO/bp/6707/villa_images/thumb_Blue Sapphire pool 5.jpg",
        "org_id": 33,
        "bp_id": 6707,
        "bp_name": "Ocean Dream",
        "city": "Kalo Livadi",
        "country_desc": "Greece",
        "geolocation": "37.4375704788917005,25.4136511467926454",
        "discontinued_flag": "N",
        "villa_desc": "Ocean Dream is a beautiful property and an ideal holiday resort for those seeking comfort and beach proximity in Mykonos.  The private estate is built on top of the sea in walking distance 1-3 minutes, from the seaside and the most beautiful beaches of Kalo Livadi boasting wonderful views of the Aegean Sea. For groups of friends and families, hotel stays can prove problematic, from getting rooms near to each other to creating a good dynamic and the logistics of finding space to enjoy meals together. \r\n\r\nThe Villa is the relationship between group holidays and luxury villas is blossoming as holidaymakers recognize the value of having their own place with spectacular facilities that inspire shared moments and allow for privacy too. Having the pool to yourself is appealing. The Villa blends in perfectly with the Greek carefree holiday mood, allowing everybody to create unforgettable and blissful memories. \r\n\r\nThe lovely property is created to be bold, daring, and artistically creative, and at the same time are whimsical and romantic or uber-cool and hip. From a hideaway idyll to a coastal fantasy, each has its own character.\r\n\r\nAvailability upon request.\r\nSecurity deposit is 25% of total rental amount.",
        "villa_price": 44550,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "d7436d95-fa2b-488c-aacf-a3280abd5f7d",
        "bp_profile": "A wonderful brand new villa with magnificent views and beach proximity",
        "tagline": "A wonderful brand new villa with magnificent views and beach proximity",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 10,
        "bedrooms": 10,
        "guests": 20,
        "license": "1206933",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/client/INVENIO/bp/9001/villa_images/thumb_1.4.jpg",
        "thumb_images": "customappcontent/client/INVENIO/bp/9001/villa_images/thumb_1.4.jpg~ti~customappcontent/client/INVENIO/bp/9001/villa_images/thumb_1.8.jpg~ti~customappcontent/client/INVENIO/bp/9001/villa_images/thumb_2.2.jpg~ti~customappcontent/client/INVENIO/bp/9001/villa_images/thumb_2.5.jpg~ti~customappcontent/client/INVENIO/bp/9001/villa_images/thumb_3.1.jpg",
        "org_id": 33,
        "bp_id": 9001,
        "bp_name": "Magnificent view",
        "city": "Aleomandra",
        "country_desc": "Greece",
        "geolocation": "37.410711082894665,25.304260128803282",
        "discontinued_flag": "N",
        "villa_desc": "Perfectly combining chic Cycladic minimalism with modern elegance, this tremendously beautiful beachfront Villa is one of the rare properties in Mykonos that has it all.. This is the ultimate retreat for those seeking a leisurely pace of life for a week or two, offering the most majestic views of the glimmering Aegean Sea, all the way to Delos island! \r\n\r\nSet across three floors, the 600sqm private mansion has more than enough space to accommodate up to 20 guests in the 10 spacious bedrooms, with many boasting glorious and uninterrupted sea views. All are adorned with bespoke furnishings and come with their own private ensuites. Crisp white and natural interiors such as handcrafted wicker wall art and original artworks, traditional stone walls, and unique wooden decor make this haven so unique and refined. \r\n\r\nThe main house is split over two floors and hosts 6 bright and cozy bedrooms with ensuite bathrooms and a separate WC, relaxing and welcoming living areas, and a superb main kitchen that has all you need to cook up delicious meals for all guests. Naturally, the modish interiors are complemented by magnificent exteriors. The living area opens directly onto the terrace, where you will find the large infinity pool, a choice of lounge and dining areas as well as a barbeque grill. Whether you are admiring the sunrise or basking in the afternoon warmth, you’ll feel in awe of the incredible sights. \r\n\r\nThe top floor suites boast their very own bubbling jacuzzis and one of them has a private terrace. Warm sunshine pours through the large windows and glass doors within the home, providing the most glorious wake-up. The views from here are absolutely mesmerizing - it’s easy to feel as though you are at the very top of the world as you look into the seemingly endless azure sea and bright Greek sky. Wonderful for sitting out with a bottle of champagne on ice as the sea transforms into an ocean of liquid gold at sunset. \r\n\r\nOn the lower level, four bedrooms, each with an ensuite and kitchen having separate entrances as well as another pool, are just the right spot for guests who seek added privacy. Outside, on the same level, you’ll find another spacious living area to cool off in after a day spent in the pool under the sun. \r\n\r\nIf you can tear yourself away from the superb vistas of this delightful villa, Ornos and Agios Ioannis beaches are nearby – plus the Villa is merely a short 15-minute drive from the main Chora (Mykonos Town), which offers visitors a wealth of fine dining, entertainment and shopping opportunities. \r\n\r\nThe marvelous beachfront villa allows you to bask in the Mykonian sunshine with the shimmering Aegean Sea at your doorstep. There is no better location in Mykonos to completely unwind in full comfort and escape from the hustle and bustle of everyday life!\r\n\r\n\r\nAvailability is upon request. Please contact your agent.",
        "villa_price": 41370,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "62fe3ea5-27a6-40ef-a5cb-6c64cfa05b52",
        "bp_profile": "Beautiful Seafront villa with private sea access",
        "tagline": "Beautiful Seafront villa with private sea access",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 8,
        "bedrooms": 8,
        "guests": 16,
        "license": "0940430",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/Client/INVENIO/bp/1254/villa_images/thmb_Blue Pearl (30).jpg",
        "thumb_images": "customappcontent/Client/INVENIO/bp/1254/villa_images/thmb_Blue Pearl (30).jpg~ti~customappcontent/Client/INVENIO/bp/1254/villa_images/thmb_Blue Pearl (31).jpg~ti~customappcontent/Client/INVENIO/bp/1254/villa_images/thmb_Blue Pearl (32).jpg~ti~customappcontent/Client/INVENIO/bp/1254/villa_images/thmb_Blue Pearl (1).jpg~ti~customappcontent/Client/INVENIO/bp/1254/villa_images/thmb_Blue Pearl (3).jpg",
        "org_id": 33,
        "bp_id": 1254,
        "bp_name": "Blue Pearl",
        "city": "Kalo Livadi",
        "country_desc": "Greece",
        "geolocation": "37.4312214980628255,25.4035519472594622",
        "discontinued_flag": "N",
        "villa_desc": "Blue Pearl is a freshly newly built astonishing private property (2021), nestled on top of the sea in walking distance 1-3 minutes, from the seaside and the most beautiful beaches of Mykonos boasting amazingly beautiful Sea Views.  This unique holiday home that consists of 8 spacious bedrooms with en-suite bathrooms and can comfortably accommodate up to 16 guests. It is the best location for luxury accommodation of large groups, as well as for the organization of spectacular high-end events featuring exceptional facilities. \r\n\r\nAll rooms equipped with individual sound system compatible to mobile phones, smart TV 50’ inches, fully equipped with a/c, ceiling fan, balcony doors, switchboard phone, safe box, fire extinguishers. Screen doors and windows. All main doors of the villa and guest rooms are electromagnetic safety doors with auto lock system, open/close without the need of a key but only with use of tag.\r\n \r\nIt combines high quality finishes, impressive views, a tranquil ambiance and large indoor and outdoor spaces for a distinctive and elegant experience. From the crystal-clear water of your infinity pool all that separates you from the glittering sea is your imagination. This slender dash of blue will be your home for many happy hours – a private oasis in a secluded retreat. This villa is ideal for family groups and has always allowed the guests to enjoy the special feeling of a personal place where they can elevate themselves to create magical and blissful memories that will last forever.\r\n\r\nVillas facilities include a large fully equipped gym and outdoor shaded areas (1 treadmill, 1 steady bicycle, Fitness dumbbells, exercise weights, 1 rowing machine & gym mats), Massage room equipped with professional massage table, a steam room, Jacuzzi,  feet spa (cold/hot water)as well as a cold barrel shower.\r\n\r\nAn additional room and a living area will be added for 2022 summer season.\r\n\r\nAvailability upon request. Please contact your agent.\r\nSecurity deposit is 25% of total rental amount.",
        "villa_price": 41366,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "55189d73-51ce-4e0a-bbb2-42768966d0db",
        "bp_profile": "A magnificent brand new property with amazing views and impeccable amenities",
        "tagline": "A magnificent brand new property with amazing views and impeccable amenities",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 10,
        "bedrooms": 10,
        "guests": 20,
        "license": "125161",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/client/INVENIO/bp/10313/villa_images/thumb_08.jpg",
        "thumb_images": "customappcontent/client/INVENIO/bp/10313/villa_images/thumb_08.jpg~ti~customappcontent/client/INVENIO/bp/10313/villa_images/thumb_12.jpg~ti~customappcontent/client/INVENIO/bp/10313/villa_images/thumb_03.4.jpg~ti~customappcontent/client/INVENIO/bp/10313/villa_images/thumb_3.jpg~ti~customappcontent/client/INVENIO/bp/10313/villa_images/thumb_8.jpg",
        "org_id": 33,
        "bp_id": 10313,
        "bp_name": "Sea Heaven Mansion",
        "city": "Aleomandra",
        "country_desc": "Greece",
        "geolocation": "37.41501964789567,25.315021085964975",
        "discontinued_flag": "N",
        "villa_desc": "A unique private mansion located in one of the secluded southwestern areas of Mykonos, which is famous for its serene surroundings, endless views of the blue Aegean Sea and breathtaking sunsets that guests can enjoy from the unique outdoor areas of this amazing luxurious property.\r\n\r\nThe newly built home is a stone made property with unique bioclimatic architecture, luxurious furnishings, which offers all contemporary amenities. The spacious, open plan areas allow the sunlight and air to come through all day long, allowing you to take in the splendid vistas from almost everywhere you stand. The beautiful mansion is just a walking distance to a wonderful sandy beach (200 meters) and a short drive away from the closest beaches and a variety of activities, making your stay as convenient as possible.\r\n\r\nThe Villa can comfortably accommodate up to 20 guests in its 10 beautifully appointed ensuite bedrooms. Offering privacy and seclusion, 2 indoors and 4 outdoors living rooms, kitchen, Furthermore, the property has 2 stunning infinity Pools in two levels, 3 Outdoor Jacuzzis, Outdoor Fireplace, BBQ facilities and an Outdoor Gym. The outdoor spaces are truly amazing boasting a magnificent view of the whole island of Mykonos and the Aegean Sea, large infinity pool, unique living room, shaded sitting areas covered with pergola luxurious sunbeds for your ultimate relaxation and sunbathing, as well as a large dining room for romantic dinners when the sun goes down, and a bar for evening cocktails by the wonderful lighting of the pool.\r\n\r\nThe private villa has spacious living spaces with a large living room and a fireplace and smart TV, a dining room, and a large open-plan kitchen fully equipped with the best modern devices. It also has large bedrooms in shades of beige-cream, minimalist decoration, and a strong green element as there are plants that give a chic touch to the space.\r\n\r\nThis is a unique home for the most discerning guests willing to have nothing but the best for their stay while in Mykonos.\r\n\r\nAvailability is upon request.\r\n",
        "villa_price": 40095,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "c2cba66c-a8ce-456f-a416-2b598aa7ae13",
        "bp_profile": "One-of-a-kind mansion few meters walking distance from the beach",
        "tagline": "One-of-a-kind mansion few meters walking distance from the beach",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"></div>",
        "api_information": "0",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 6,
        "bedrooms": 5,
        "guests": 10,
        "license": "TBA",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/client/INVENIO/bp/10167/villa_images/thumb_HOUSE 2.jpg",
        "thumb_images": "customappcontent/client/INVENIO/bp/10167/villa_images/thumb_HOUSE 2.jpg~ti~customappcontent/client/INVENIO/bp/10167/villa_images/thumb_NAMMASTE (29)-min.jpg~ti~customappcontent/client/INVENIO/bp/10167/villa_images/thumb_HOUSE.jpg~ti~customappcontent/client/INVENIO/bp/10167/villa_images/thumb_NAMMASTE (3).jpg~ti~customappcontent/client/INVENIO/bp/10167/villa_images/thumb_NAMMASTE (4).jpg",
        "org_id": 33,
        "bp_id": 10167,
        "bp_name": "Villa Namaste",
        "city": "Aleomandra",
        "country_desc": "Greece",
        "geolocation": "37.41823138899418,25.319113223774995",
        "discontinued_flag": "N",
        "villa_desc": "A stunning newly built private house with incredible sea and sunset views over the neighboring island of Delos. A 5-bedroom holiday home built for those seeking tranquillity and bliss.  it celebrates its spectacular view from a grounded viewpoint blended into a sensitively landscaped, stone-walled garden that screens it from the road behind.\r\n\r\nThis courtyard becomes the focal point of the house, seamlessly connected to the living room and kitchen volumes and looking over the pool and gardens beyond.\r\nBeneath the pool garden are the private bedrooms, separated for privacy and quietly enjoying the uninterrupted view over the lower garden to the sea. Their separation further reduces the overall impact of the house and cleanly divides social and private space. The luxury villa is a magnificent option for those wishing to enjoy Mykonos to its fullest, in one of the most secluded areas of the island, close to the cosmopolitan southern beaches, as well as the picturesque town of Mykonos. \r\n\r\nAvailability is upon request.",
        "villa_price": 38185,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "f97fafcb-a146-4e73-83f6-68fe0a419c05",
        "bp_profile": "A timeless Greek sanctuary with amazing sea views",
        "tagline": "A timeless Greek sanctuary with amazing sea views",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"></div>",
        "api_information": "0",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 11,
        "bedrooms": 10,
        "guests": 20,
        "license": "429174",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/Client/INVENIO/bp/927/villa_images/thmb_1 (21).jpg",
        "thumb_images": "customappcontent/Client/INVENIO/bp/927/villa_images/thmb_1 (21).jpg~ti~customappcontent/Client/INVENIO/bp/927/villa_images/thmb_Nafsithoi 20.jpg~ti~customappcontent/Client/INVENIO/bp/927/villa_images/thmb_1 (20).jpg~ti~customappcontent/Client/INVENIO/bp/927/villa_images/thmb_1 (24).jpg~ti~customappcontent/Client/INVENIO/bp/927/villa_images/thmb_1 (23).jpg",
        "org_id": 33,
        "bp_id": 927,
        "bp_name": "Villa Nafsika",
        "city": "Agios Lazarus",
        "country_desc": "Greece",
        "geolocation": "37.4081297488379789,25.3363590039100401",
        "discontinued_flag": "N",
        "villa_desc": "A newly built 10-bedroom high-end luxury villa rental overlooking the world-famous beach of Psarou and located within the prestigious and cosmopolitan area of Agios Lazaros. This 1100 sq. m villa is an exclusive contemporary estate, ideal for those who seek spending quality time with family and friends. The exclusive home is also one of the best options for large groups and lifestyle jet-setters seeking tranquillity and seclusion. \r\n\r\nThe exceptional waterfront property is a gem of style and sophistication boasting majestic outdoor spaces. The villa’s 1500 sq. m exterior area will not leave you indifferent with its magnificent panoramic sea views; the sublime swimming pool dominates the space and provides privacy and comfort to its guests where plenty of cozy corners create an unforgettable ambience. The infinity pool ( heated with additional charge) is adjoined by a vast heated Jacuzzi and a teak deck on one side and an extended shaded bar area on the other. Numerous sitting and lounge areas, a large built-in shaded dining area, BBQ, fully operational summer kitchen give you just a taste of what this astounding villa’s exterior has to offer. \r\n\r\nThe lavish holiday home boasts a 1000 sq. m of living space decorated in white and grey tones and styled with colorful touches found in the artwork and wooden details on the furniture.  It offers 10 beautifully styled bedrooms with ensuite bathrooms, a large living room with oversized sofas flooded with natural light and two sitting areas extending to the terrace as well as outdoor sitting area, a fireplace, a video projector and an indoor sound system.  The open plan kitchen fully-furnished with upscale appliances and is well appointed for a chef and easily serves both the interior table and the outdoor dining areas. \r\n\r\nThis holiday home is a one-of-a-kind mansion and is perfect for a group of friends or a large family gathering who require lots of space while being in close proximity to the cosmopolitan hotpots of the island. \r\n\r\nMinimum length of stay policy:  3 overnights: 3rd April - 28th May & 2nd October - 31st October. 5 overnights:  29th May-11th June 2021 & 4th September-1st October. 7 overnights: 12th June-3rd September.",
        "villa_price": 35798,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "f6a9b4cd-268c-4a99-acdb-95080b4608de",
        "bp_profile": "\"Newly built frontline architectural jewel with panoramic sea views\"",
        "tagline": "\"Newly built frontline architectural jewel with panoramic sea views\"",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 17,
        "bedrooms": 17,
        "guests": 34,
        "license": "1374601",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/Client/INVENIO/bp/982/villa_images/thmb_main5-new.jpg",
        "thumb_images": "customappcontent/Client/INVENIO/bp/982/villa_images/thmb_main5-new.jpg~ti~customappcontent/Client/INVENIO/bp/982/villa_images/thmb_3.jpg~ti~customappcontent/Client/INVENIO/bp/982/villa_images/thmb_main40.jpg~ti~customappcontent/Client/INVENIO/bp/982/villa_images/thmb_main41.jpg~ti~customappcontent/Client/INVENIO/bp/982/villa_images/thmb_main8-new.jpg",
        "org_id": 33,
        "bp_id": 982,
        "bp_name": "Sofia Estate",
        "city": "Agia Sofia",
        "country_desc": "Greece",
        "geolocation": "37.4692098202323862,25.3294095714414809",
        "discontinued_flag": "N",
        "villa_desc": "Sofia Estate is a wonderful luxurious complex of villas and suites located in one of the most in demand areas of Mykonos – Agia Sofia Tourlos.  When designing this particular estate, the intention was to create unique accommodation of such high standards and that is unusual in Mykonos offering a luxurious atmosphere of luxury and extreme privacy for the most discerning of our guests.\r\n\r\nPerched high on a stunning cliff overlooking the picturesque Mykonos Town and the Aegean Sea, the newly built Villas and Suites complex, features 2 main Villas, Villa Zoe, with 7 bedrooms and Villa Olivia with 8 bedrooms, each with its own private pool. In addition, there are also two individual one-bedroom suites with shared pool; Luxury Suites Adeline and Rylie. The whole estate features in total 17 bedrooms and can easily accommodate 34-38 guests, 3 private pools, and parking space for up to 8 cars.\r\n\r\nThe Sofia Estate is the perfect option for guests wishing to stay in an extravagant villa and enjoy the Mykonian nightlife, as well as for those who value privacy and seclusion or for big families and large group of friends seeking the ideal summer vacation home for their stay in Mykonos. \r\n\r\nMinimum Stay Policy: 3 nights during low season (14th of May- 24th of June, 5-30 September), 4 nights during mid season ( 25th of June-22nd of July, 8th of August - 4th of September) 5 nights during high season (23rd of July-7th of August). \r\n\r\nComplimentary 12-hour security guard between 8pm - 8am daily.\r\nAvailability of the complex is upon request.",
        "villa_price": 31820,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "d2705347-8d99-4492-baa0-da066f78229a",
        "bp_profile": "\"A lavish complex of villas & suites with striking sea views\"",
        "tagline": "\"A lavish complex of villas & suites with striking sea views\"",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 11,
        "bedrooms": 10,
        "guests": 20,
        "license": "1231725",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/client/INVENIO/bp/10168/villa_images/thumb_3.jpg",
        "thumb_images": "customappcontent/client/INVENIO/bp/10168/villa_images/thumb_3.jpg~ti~customappcontent/client/INVENIO/bp/10168/villa_images/thumb_20.jpg~ti~customappcontent/client/INVENIO/bp/10168/villa_images/thumb_17.jpg~ti~customappcontent/client/INVENIO/bp/10168/villa_images/thumb_19.jpg~ti~customappcontent/client/INVENIO/bp/10168/villa_images/thumb_2.jpg",
        "org_id": 33,
        "bp_id": 10168,
        "bp_name": "Villa Leah",
        "city": "Kanalia",
        "country_desc": "Greece",
        "geolocation": "37.440112651827356,25.31854724466936",
        "discontinued_flag": "N",
        "villa_desc": "Designed and built to the highest standards, this unique private villa is the ideal destination to awaken your senses, Relax and share moments under the Greek sun and the starry night skies of Mykonos. Boasting the most astonishing panoramic sea and sunset views, over Mykonos port and town. \r\n\r\nThe design of the property is Inspired by natural materials and the Greek-island life, blending chestnut wood and local stones with white pigment, conceptualising to give a classy, bohemian aestheticism. The stunning property consists of two villas featuring in total 10 bedrooms, eleven bathrooms, two swimming pools, two kitchens, dining areas, bar, cinema room and a gym room. Exclusive facilities comprise private chef, drinks service, maids, complete privacy, and security.\r\n\r\nThe deluxe outdoor space is designed to expose you to starry night skies and sunny days. There are multiple balconies and terraces, sundecks, two luxurious pools, two outdoor bars. and two fully equipped BBQs. Plenty of parking also available. \r\n\r\nIn this tremendously beautiful Mykonian property, the needs of each guest have been carefully taken into consideration; offering simultaneously ultimate comfort and privacy.\r\n\r\nAvailability is upon request.\r\nThe two properties can be rented separately during APR/MAY/SEP/OCT months.\r\n\r\n\r\n",
        "villa_price": 31820,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "cb42898b-2951-48e0-aef3-619265491927",
        "bp_profile": "A unique property where dreams come true",
        "tagline": "A unique property where dreams come true",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"></div>",
        "api_information": "0",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 8,
        "bedrooms": 8,
        "guests": 16,
        "license": "N/A",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/Client/INVENIO/bp/2210/villa_images/thmb_AbsoluteParadiseStudios73037.jpg",
        "thumb_images": "customappcontent/Client/INVENIO/bp/2210/villa_images/thmb_AbsoluteParadiseStudios73037.jpg~ti~customappcontent/Client/INVENIO/bp/2210/villa_images/thmb_AbsoluteParadiseStudios00003.jpg~ti~customappcontent/Client/INVENIO/bp/2210/villa_images/thmb_AbsoluteParadiseStudios00006.jpg~ti~customappcontent/Client/INVENIO/bp/2210/villa_images/thmb_AbsoluteParadiseStudios3722.jpg~ti~customappcontent/Client/INVENIO/bp/2210/villa_images/thmb_AbsoluteParadiseStudios3740.jpg",
        "org_id": 33,
        "bp_id": 2210,
        "bp_name": "Villa Ashley",
        "city": "Tourlos",
        "country_desc": "Greece",
        "geolocation": "37.2760567486492675,25.1949816612643112",
        "discontinued_flag": "N",
        "villa_desc": "A wonderful newly built (2021) property with distinct Cycladic architecture and taste. Nestled on the top of Tourlos’s hill, this marvelous private mansion boasts beautiful sea views and amazing sunset scenery.  \r\n\r\nModern decoration with some traditional touches, comfortable and spacious interior areas, beautiful outdoor spaces and a large swimming pool, make this villa a complete heaven for guests seeking privacy and comfort only few minutes from Mykonos vibrant town. Located in one of the most privileged spots of the island, the property offers 8 ensuite bedrooms with gorgeous views and can comfortably accommodate up to 16 guests. Sublime views that will sooth your senses and add a sparkle of magic to your stay in Mykonos. \r\n\r\nLook no further! This gorgeous villa will grant your wishes for an unforgettable holiday retreat in the  magical island of Mykonos.\r\nAvailability is upon request.\r\n",
        "villa_price": 25500,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "4d48716b-7c96-45aa-880d-01bb7c58cf45",
        "bp_profile": "A brand new private property with fantastic views and impeccable facilities",
        "tagline": "A brand new private property with fantastic views and impeccable facilities",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 8,
        "bedrooms": 8,
        "guests": 16,
        "license": "1173K91000993101",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/Client/INVENIO/bp/846/villa_images/thmb_RoniMykonos135.jpg",
        "thumb_images": "customappcontent/Client/INVENIO/bp/846/villa_images/thmb_RoniMykonos135.jpg~ti~customappcontent/Client/INVENIO/bp/846/villa_images/thmb_RoniMykonos32636.jpg~ti~customappcontent/Client/INVENIO/bp/846/villa_images/thmb_RoniMykonos32638.jpg~ti~customappcontent/Client/INVENIO/bp/846/villa_images/thmb_RoniMykonos32640.jpg~ti~customappcontent/Client/INVENIO/bp/846/villa_images/thmb_RoniMykonos32647.jpg",
        "org_id": 33,
        "bp_id": 846,
        "bp_name": "Villa Naya",
        "city": "Paranga",
        "country_desc": "Greece",
        "geolocation": "37.411286297253163,25.3481455992592331",
        "discontinued_flag": "N",
        "villa_desc": "Villa Naya finds space as an astonishing private estate near its sister Villa Paris situated literally in between the beaches of Paranga and Paradise, both easily reachable from the estate. The waterfront location provides extensive views over the sea, all the way across to the neighbouring islands of Paros and Naxos, while the southwestern position of the property itself allows guests to be with reasonable distance from Mykonos Town and the most popular southern beaches of the island.\r\nA lush, flawlessly maintained garden lines the pool terrace with a swimming pool and smaller Jacuzzi/children's pool just a few steps away. The modern approach of the materials fitted and furnishing featured throughout blend with the surrounding nature where large beautiful rocks were left in their original position and encompassed in the properties' outdoor spaces. A large dining area can be found adjacent to each swimming pool, enhance by the individual dining areas located on the upper terrace of the villa, while smart living areas and relaxation spots are scattered throughout the premises. Indoors boasts a similar approach, directed towards a luxurious experience with top-of-the-line amenities.\r\nThe villa features an entrance level with living areas and kitchen while all bedrooms are located on the lower level, all spilling out onto the outdoors. The furnishing, fittings and finishing are kin to a luxury boutique hotel, where the details are all oriented towards pure quality and seamless enjoyment of the property at any time of the day.\r\nAs one of the largest private properties available on the island Paradise sets a new benchmark on the market, providing a solution for large groups looking to spend their time together on the island in a refined ambiance with all comforts and in a unique location.\r\nThis amazing property is the perfect option for larger groups as it can be combined with its sister Villa Paris which is located right next to it.\r\n",
        "villa_price": 25460,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "2c234a8e-e4b4-4ece-9cb4-07190fd5edd0",
        "bp_profile": "\"Seafront villa in a prime location close to Paraga & Paradise beaches\"",
        "tagline": "\"Seafront villa in a prime location close to Paraga & Paradise beaches\"",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-calendar pl-vtile_prop_icon icon_style pl-icon-color\" style=\" padding-left: 10px;height: 5px;font-size: 20px;\" title=\"Linked to external iCal\"></i><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 8,
        "bedrooms": 8,
        "guests": 16,
        "license": "1173K91000993101",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/Client/INVENIO/bp/847/villa_images/thmb_1.jpg",
        "thumb_images": "customappcontent/Client/INVENIO/bp/847/villa_images/thmb_1.jpg~ti~customappcontent/Client/INVENIO/bp/847/villa_images/thmb_1-88.jpg~ti~customappcontent/Client/INVENIO/bp/847/villa_images/thmb_10.jpg~ti~customappcontent/Client/INVENIO/bp/847/villa_images/thmb_15.jpg~ti~customappcontent/Client/INVENIO/bp/847/villa_images/thmb_17.jpg",
        "org_id": 33,
        "bp_id": 847,
        "bp_name": "Villa Paris",
        "city": "Paranga",
        "country_desc": "Greece",
        "geolocation": "37.4132853986657565,25.3473088919269713",
        "discontinued_flag": "N",
        "villa_desc": "Villa Paris finds space as an astonishing private estate near its sister Villa Nice situated literally in between the beaches of Paranga and Paradise, both easily reachable from the estate. The waterfront location provides extensive views over the sea, all the way across to the neighbouring islands of Paros and Naxos, while the southwestern position of the property itself allows guests to be with reasonable distance from Mykonos Town and the most popular southern beaches of the island.\r\nA lush, flawlessly maintained garden lines the pool terrace with a swimming pool and smaller Jacuzzi/children's pool just a few steps away. The modern approach of the materials fitted and furnishing featured throughout blend with the surrounding nature where large beautiful rocks were left in their original position and encompassed in the properties' outdoor spaces. A large dining area can be found adjacent to each swimming pool, enhance by the individual dining areas located on the upper terrace of the villa, while smart living areas and relaxation spots are scattered throughout the premises. Indoors boasts a similar approach, directed towards a luxurious experience with top-of-the-line amenities.\r\nThe villa features an entrance level with living areas and kitchen while all bedrooms are located on the lower level, all spilling out onto the outdoors. The furnishing, fittings and finishing are kin to a luxury boutique hotel, where the details are all oriented towards pure quality and seamless enjoyment of the property at any time of the day.\r\nAs one of the largest private properties available on the island Paradise sets a new benchmark on the market, providing a solution for large groups looking to spend their time together on the island in a refined ambiance with all comforts and in a unique location.\r\nThis amazing property is the perfect option for larger groups as it can be combined with its sister Villa Nice which is located right next to it.\r\n",
        "villa_price": 25460,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "fc98c4d5-2263-49c9-bcc2-41732a64867d",
        "bp_profile": "\"Wonderful seafront villa situated in a privileged area with beach proximity\"",
        "tagline": "\"Wonderful seafront villa situated in a privileged area with beach proximity\"",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-calendar pl-vtile_prop_icon icon_style pl-icon-color\" style=\" padding-left: 10px;height: 5px;font-size: 20px;\" title=\"Linked to external iCal\"></i><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 8,
        "bedrooms": 7,
        "guests": 15,
        "license": "1173K134K1259701",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/Client/INVENIO/bp/878/villa_images/thmb_1 (40).jpg",
        "thumb_images": "customappcontent/Client/INVENIO/bp/878/villa_images/thmb_1 (40).jpg~ti~customappcontent/Client/INVENIO/bp/878/villa_images/thmb_1 (43).jpg~ti~customappcontent/Client/INVENIO/bp/878/villa_images/thmb_1 (41).jpg~ti~customappcontent/Client/INVENIO/bp/878/villa_images/thmb_1 (45).jpg~ti~customappcontent/Client/INVENIO/bp/878/villa_images/thmb_1 (37).jpg",
        "org_id": 33,
        "bp_id": 878,
        "bp_name": "Infinity Blue 2",
        "city": "Super Paradise",
        "country_desc": "Greece",
        "geolocation": "37.4166598766160732,25.3782990343050123",
        "discontinued_flag": "N",
        "villa_desc": "Infinity Blue 2 is a one-of-a-kind mansion that you can find in Mykonos. Perched in an elevated location between the beaches of Super Paradise and Agrari this stunner was built by Architect Edward Tuttle the founding designer behind the Amman brand, all in a all in a position that grants panoramic views stretching across the southern coast of Mykonos and the neighboring islands.\r\n\r\nThe magnificent villa rental boasts impressive outdoor and indoor areas.  The main outdoor area of the property is at the aptly named “play house” unit that serves as a central gathering area for the guests to celebrate and have fun and relax. A big pergola extends to the side of the building, covering the ever-stylish lounge area and outdoor dining table equipped with a BBQ, Play table tennis or table soccer. A few steps down the pool terrace hosts a magnificent heated lap pool and a few steps away from it the built-in heated Jacuzzi tub.\r\n\r\nThe very same play house owes its name also to the indoor spaces where a lounge area, the central farmhouse kitchen of the property and the indoor dining area find space. The real treat of the unit though is the home cinema with its 4m wide screen, surround system and a pre-installed collection of 700 movies that can also be tapped into from the flat screen TVs present in each suite. Enjoy comfort and style in one of 7 beautifully appointed large double bedrooms, each one with its ensuite bathroom.\r\n\r\nThe master suite is completely independent counting 120 square meters divided in living space, bedroom and en-suite bathroom while the remaining suites are part of a more traditional structure and all appointed to the same standard. The attention to detail and quality of the materials used throughout the property set a benchmark hardly matched on the island.\r\n\r\nonly 800 meters away from one of the island's most dazzling beaches, the unique luxury villa is the ideal option for those craving for luxurious moments in a natural beauty environment.\r\n\r\nSecurity deposit consist of 20% of the weekly rental amount.\r\nMinimum Stay Policy: 3 nights during low season (May, mid-September, October), 5 nights during mid-season (June, early September) 7 nights during high season.\r\n",
        "villa_price": 25460,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "f960643a-78d6-4af0-9270-f2e441e6bade",
        "bp_profile": "\"Luxurious front-line estate, with splendid sea and sunset views\"",
        "tagline": "\"Luxurious front-line estate, with splendid sea and sunset views\"",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-calendar pl-vtile_prop_icon icon_style pl-icon-color\" style=\" padding-left: 10px;height: 5px;font-size: 20px;\" title=\"Linked to external iCal\"></i><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 6,
        "bedrooms": 6,
        "guests": 12,
        "license": "1596005",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/client/INVENIO/bp/8109/villa_images/thumb_112_109A_2375_eliadvrks_gfakaros_20220501-02_pe.jpg",
        "thumb_images": "customappcontent/client/INVENIO/bp/8109/villa_images/thumb_112_109A_2375_eliadvrks_gfakaros_20220501-02_pe.jpg~ti~customappcontent/client/INVENIO/bp/8109/villa_images/thumb_021_2501_eliadvrks_gfakaros_20220501-02_pe.jpg~ti~customappcontent/client/INVENIO/bp/8109/villa_images/thumb_067_0134_eliadvrks_gfakaros_20220501-02_pe.jpg~ti~customappcontent/client/INVENIO/bp/8109/villa_images/thumb_056_0101_eliadvrks_gfakaros_20220501-02_pe.jpg~ti~customappcontent/client/INVENIO/bp/8109/villa_images/thumb_054_4475_eliadvrks_gfakaros_20220501-02_pe.jpg",
        "org_id": 33,
        "bp_id": 8109,
        "bp_name": "Villa Iris",
        "city": "Elia",
        "country_desc": "Greece",
        "geolocation": "37.4272097874269321,25.3911371683659617",
        "discontinued_flag": "N",
        "villa_desc": "Unravel the tangle of this amazingly beautiful villa, discovering one by one all the interesting, elegant, and tastefully made corners of this modern, luxurious, and brand new Mykonian house.\r\nA high-level team in the field of luxury home architecture supervised the creation of a unique holiday mansion that satisfies the tastes of its visitors with its modern construction, high-quality materials, and functionality. The legend takes place in a quiet and private house in the area of Elia in a field of 4.100 m², 250 m from the beach, and with a breathtaking view of 180 degrees inviting the visitor to enjoy its comforts and the endless blue as in the background will appear the islands of Paros and Naxos. You can swim in the 82 m2 swimming pool or visit the sandy beach of Elia in just five minutes by car or other nearby southern beaches of the island. If you want to relax you can choose one of the four terraces with their living rooms. If you like cooking choose between the indoor kitchen or the BBQ. Do your daily work-out in the modern gym with Matrix fitness instruments.\r\n\r\nAs the sun shines you can sunbathe and enjoy the incomparable view at the outdoor living room by the pool. Watch the sun meeting the sea while you enjoy your drinks around the open fireplace. Indulge yourself with a luxurious vacation along with your loved ones while maintaining your privacy as at a walking distance from the Main House is the Guest House which is a whole independent house. The earthy materials of this construction, such as stone and wood, as well as the rich garden with its special corners will create the feeling of absolute relaxation, and direct contact with nature, creating the ideal environment for your summer vacation!\r\n\r\nNightly security guard ( 10pm-6am)\r\n\r\n",
        "villa_price": 23866,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "7cc868ee-b317-4b4e-8a0d-87e4dc96ef6e",
        "bp_profile": "A brand new stylish sea view property with amazing facilities",
        "tagline": "A brand new stylish sea view property with amazing facilities",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-calendar pl-vtile_prop_icon icon_style pl-icon-color\" style=\" padding-left: 10px;height: 5px;font-size: 20px;\" title=\"Linked to external iCal\"></i><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 9,
        "bedrooms": 8,
        "guests": 16,
        "license": "545850",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/client/INVENIO/bp/10329/villa_images/thumb_006a.jpg",
        "thumb_images": "customappcontent/client/INVENIO/bp/10329/villa_images/thumb_006a.jpg~ti~customappcontent/client/INVENIO/bp/10329/villa_images/thumb_005.jpg~ti~customappcontent/client/INVENIO/bp/10329/villa_images/thumb_016.jpg~ti~customappcontent/client/INVENIO/bp/10329/villa_images/thumb_004.jpg~ti~customappcontent/client/INVENIO/bp/10329/villa_images/thumb_049 R3.jpg",
        "org_id": 33,
        "bp_id": 10329,
        "bp_name": "Villa Ines",
        "city": "Aleomandra",
        "country_desc": "Greece",
        "geolocation": "37.413101737783364,25.308874564038465",
        "discontinued_flag": "N",
        "villa_desc": "A gorgeous property located in a privileged location in the southern west part of the island ,  The magnificent newly built villa has direct access to the sea, where a private dock is located and is within walking distance to Glyfadi beach but is also in close proximity to many beautiful beaches such as Ornos and Agios Ioannis,  as well as the picturesque town of Mykonos. The beautiful summer home features 8 ensuite bedrooms and can easily accommodate up to 16 people within beautiful surroundings. \r\n\r\nThe outdoor spaces of this Mykonian property boast a fantastic private infinity pool as well as a gorgeous jacuzzi,  a large sitting and dining areas, sunbeds that are perfect for gazing under the warm Greek sun. Access to the sea is also, conveniently secured, via villa's private road to the 40 meter sea platform that encompasses a shower, a bench for 3 people, a 3m umbrella and a special ladder for elders or oversized guests.\r\n\r\nThe indoor living spaces are beautiful and extremely inviting to enjoy the blissful atmosphere of this cosy private home. Simple lines, white tones, sumptuous furnishing dominate the spaces. The living seemingly extends to the exterior, creating a massive inviting lounging area. Added features of the interior include a fully-equipped kitchen, a gym area, a BBQ, bar and smart TVs in every room. \r\n\r\nThis is an ideal option for those seeking comfort, privacy combined with high-end living and beach proximity.\r\n\r\nA night professional guard (22:00-06:00) is included in the rate. \r\nThe pool can be heated. Extra charges and min period of usage, apply. \r\nThe security deposit equals to one overnight stay with a minimum amount of 5.500eur.\r\nAvailability is upon request.",
        "villa_price": 22280,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "042490bf-331f-4768-89a6-43328ed56e64",
        "bp_profile": "A magnificent brand new villa with direct access to the sea",
        "tagline": "A magnificent brand new villa with direct access to the sea",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"></div>",
        "api_information": "0",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 9,
        "bedrooms": 8,
        "guests": 16,
        "license": "287877",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/client/INVENIO/bp/10332/villa_images/thumb_002.jpg",
        "thumb_images": "customappcontent/client/INVENIO/bp/10332/villa_images/thumb_002.jpg~ti~customappcontent/client/INVENIO/bp/10332/villa_images/thumb_001.jpg~ti~customappcontent/client/INVENIO/bp/10332/villa_images/thumb_021.jpg~ti~customappcontent/client/INVENIO/bp/10332/villa_images/thumb_017.jpg~ti~customappcontent/client/INVENIO/bp/10332/villa_images/thumb_008.jpg",
        "org_id": 33,
        "bp_id": 10332,
        "bp_name": "Villa Zendaya",
        "city": "Aleomandra",
        "country_desc": "Greece",
        "geolocation": "37.416301215791776,25.315897812810817",
        "discontinued_flag": "N",
        "villa_desc": "A splendid private villa located in one of the most prestigious areas of Mykonos, perfectly situated, by the sea (less than 100 m) and in walking distance from a beautiful sandy beach via a seafront path (only for pedestrians).  The gorgeous newly built summer house boasts 8  elegant ensuite bedrooms all beautifully appointed that can accommodate up to 16 people.\r\n\r\nThe outdoor spaces of this Mykonos villa feature a gorgeous infinity pool as well as a cozy veranda with jacuzzi,  a large sitting and dining areas, sunbeds that are perfect for gazing all day long under the Greek sun. Access to the sea is also, conveniently secured, via villa's private road to the 40 meter sea platform that encompasses a shower, a bench for 3 people, a 3m umbrella and a special ladder for elders or oversized guests.\r\n\r\nThe indoor living spaces are as beautiful as the outdoors and extremely inviting to enjoy the blissful island atmosphere of this private home. Simple lines, white tones, sumptuous furnishing dominate the spaces. Added features of the interior include a fully-equipped kitchen, a gym area, a BBQ, bar and smart TVs in every room. \r\n\r\nThis is a beautiful private home for guests seeking comfort, privacy combined with high-end living and beach proximity.\r\n\r\nA night professional guard (22:00-06:00) is included in the rate. \r\nThe pool can be heated. Extra charges and min period of usage, apply. \r\nThe security deposit equals to one overnight stay with a minimum amount of 5.500eur.\r\nAvailability is upon request.",
        "villa_price": 22280,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "06b1ede3-5492-46b4-93e9-13878b1a164b",
        "bp_profile": "Newly-built sea front property with beach proximity",
        "tagline": "Newly-built sea front property with beach proximity",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"></div>",
        "api_information": "0",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 9,
        "bedrooms": 8,
        "guests": 18,
        "license": "1690139",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/client/INVENIO/bp/10480/villa_images/thumb_jewel (87).jpg",
        "thumb_images": "customappcontent/client/INVENIO/bp/10480/villa_images/thumb_jewel (87).jpg~ti~customappcontent/client/INVENIO/bp/10480/villa_images/thumb_jewel (98).jpg~ti~customappcontent/client/INVENIO/bp/10480/villa_images/thumb_jewel (85).jpg~ti~customappcontent/client/INVENIO/bp/10480/villa_images/thumb_jewel (11).jpg~ti~customappcontent/client/INVENIO/bp/10480/villa_images/thumb_jewel (60).jpg",
        "org_id": 33,
        "bp_id": 10480,
        "bp_name": "Villa Jewel",
        "city": "Agios Lazarus",
        "country_desc": "Greece",
        "geolocation": "37.406527685551445,25.330668841422035",
        "discontinued_flag": "N",
        "villa_desc": "A beautiful brand new, ultra - luxury villa located in the prime area of Agios Lazaros, within close proximity to the popular Nammos and Psarou Beach, very well known for its clean white sand and crystal clean waters and only 4 km from the cosmopolitan Mykonos town. \r\n\r\nDesigned by one of the most well-known and prolific Greek architects, the stunning private home combines on a very smart way elegance and comfort while providing to its guests all the possible state of the art facilities! A real Mykonian Palace with lavish, comfortable indoor and outdoor areas, featuring 8 elegant bedrooms all en-suite, with high quality furniture and lighting. With razor-sharp attention to details and the property's timeless and alluring design, the property is classified as a unique luxury destination! \r\nLuxurious interiors enriched with creative, rare artworks and accessories create an interior that is a sheer luxury for you to escape the summer heat. The outdoor Jacuzzi and the spacious sunbeds provide a friendly and agreeable atmosphere. With its ideal location, it's a luxury combination of privacy, sweetness and original design. \r\n\r\nThe guests will enjoy endless moments in the outdoor space but also diners in the dining room and its panoramic view to the Aegean, in one of the most prime area of Mykonos. The villa is totally secured offering outdoor cameras around the villa.",
        "villa_price": 22280,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "a7645396-149b-4a82-ba64-5c5722c6afc7",
        "bp_profile": "Brand new frontline private home with amazing views and sunsets",
        "tagline": "Brand new frontline private home with amazing views and sunsets",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-calendar pl-vtile_prop_icon icon_style pl-icon-color\" style=\" padding-left: 10px;height: 5px;font-size: 20px;\" title=\"Linked to external iCal\"></i><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 9,
        "bedrooms": 9,
        "guests": 18,
        "license": "162571",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/Client/INVENIO/bp/841/villa_images/thmb__ASC0014.jpg",
        "thumb_images": "customappcontent/Client/INVENIO/bp/841/villa_images/thmb__ASC0014.jpg~ti~customappcontent/Client/INVENIO/bp/841/villa_images/thmb__ASC0054.jpg~ti~customappcontent/Client/INVENIO/bp/841/villa_images/thmb__ASC0067.jpg~ti~customappcontent/Client/INVENIO/bp/841/villa_images/thmb__ASC0092.jpg~ti~customappcontent/Client/INVENIO/bp/841/villa_images/thmb__ASC0107.jpg",
        "org_id": 33,
        "bp_id": 841,
        "bp_name": "Sea Breeze",
        "city": "Pouli",
        "country_desc": "Greece",
        "geolocation": "37.4236530681000872,25.3091193020800631",
        "discontinued_flag": "N",
        "villa_desc": "Sea Breeze is a wonderful 9-bedroom property situated at the west tip of the island. Thanks to its privileged location it offers the opportunity to witness terrific sunsets during every evening of your holiday retreat. The luxurious brand-new villa spreads in 550 m2 across multiple levels to welcome up to 18 guests. The property exudes the elegance and sophistication of the island combining modern minimal style with traditional Mykonian architecture.  Keeping a local touch in the interior design, all living areas are warm, with soft light wooden floors and wooden pillars at the ceiling, Cycladic arches and white surfaces. And while the indoors are well-appointed, it’s the outdoors here that are truly spectacular. The exterior, along with the dining, lounge and pool areas, all designed in perfect harmony, provide the guests with an overall feeling of calmness and serenity.\r\nThe villa features 6 guest houses each one with its independent entrance and ensuite bathroom to ensure the utmost privacy. The main house consists of a pool level that has got beautiful living and dining spaces, a fully equipped modern kitchen that extends to the terrace dining and lounge areas shaded by a pergola. The upper level features one ensuite sea view master bedroom with king size bed and terrace access, one ensuite sea view double room with private terrace. Whereas, the lower level accommodates another ensuite double bedroom with private entrance. \r\nWith easy access to Mykonos town and Ornos beach this stunning property is truly an idyllic holiday residence for a family or group of friends who want to enjoy the legendary Mykonian lifestyle. It is also an ideal choice, even for larger groups as it can be combined with the equal beauty Villa Sun Fly, which is located right next to it.\r\n\r\n\r\n",
        "villa_price": 22275,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "9777b0fb-4cf6-4429-b985-c07eb5562a18",
        "bp_profile": "\"A splendid sea front vacation residence with captivating views\"",
        "tagline": "\"A splendid sea front vacation residence with captivating views\"",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-calendar pl-vtile_prop_icon icon_style pl-icon-color\" style=\" padding-left: 10px;height: 5px;font-size: 20px;\" title=\"Linked to external iCal\"></i><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 9,
        "bedrooms": 9,
        "guests": 18,
        "license": "825800",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/client/INVENIO/bp/917/villa_images/thumb_Divine_Sunset_001.jpg",
        "thumb_images": "customappcontent/client/INVENIO/bp/917/villa_images/thumb_Divine_Sunset_001.jpg~ti~customappcontent/client/INVENIO/bp/917/villa_images/thumb_Divine_Sunset_002.jpg~ti~customappcontent/client/INVENIO/bp/917/villa_images/thumb_Divine_Sunset_009.jpg~ti~customappcontent/client/INVENIO/bp/917/villa_images/thumb_Divine_Sunset_003.jpg~ti~customappcontent/client/INVENIO/bp/917/villa_images/thumb_Divine_Sunset_012.jpg",
        "org_id": 33,
        "bp_id": 917,
        "bp_name": "Villa Twilight",
        "city": "Aleomandra",
        "country_desc": "Greece",
        "geolocation": "37.4129000776175147,25.3081810613880194",
        "discontinued_flag": "N",
        "villa_desc": "This 9-bedroom property is an exquisite villa rental located in the prestigious area of Aleomandra facing Delos and its colorful sunsets. This lavish and elegant property can accommodate up to 18 guests in total and offers panoramic views of the infinite blue of the Aegean Sea along with breathtaking sunsets. Just below this amazing home sits a pristine bay that is home to a private beach. \r\n\r\nThis 630m2 villa is by far one of the most luxurious and contemporary home in Mykonos. The design and architecture of this sublime villa is a flawless combination of modern and traditional Mykonian style, simple yet impressive, the beautiful home offers comfortable and blissful interiors. The spacious living space is elegant and styled with modern white furniture, combined with an open-style kitchen and formal dining area, features large windows and balconies overlooking the pool and the sea, offering a panoramic view of the Aegean even while indoors. Two double bedrooms with en suite bathrooms are located on the ground floor. \r\n\r\nIn the upper level is located a master bedroom and two more similar bedrooms, each one with its own ensuite bathrooms and private terraces. Three guesthouses are located below the swimming pool. The guesthouses can be accessed by two side stairs from the swimming pool featuring ensuite bathrooms, king size beds and a comfortable living room area. One more guesthouse is located at the entrance of the Villa, with a king-sized bed, an ensuite bathroom and stunning view of the sea and Sunset. \r\n\r\nThe sublime home is surrounded by a very spacious white-stone terrace and superb huge pond-style waterfront infinity pool. Various terraces and relaxation areas embrace this truly unique property. In the pool, the beautiful marble deck with comfortable sun-chairs promises a relaxing morning. The two spacious outdoor dining and BBQ areas are perfect for cocktail parties and open-air dinners.\r\n\r\nRates are upon request, please contact your agent.\r\n",
        "villa_price": 22275,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "74258c9c-99ec-4a48-9e34-5254e66103af",
        "bp_profile": "\"Private seafront villa with mind-blowing sunsets & a blissful setting\"",
        "tagline": "\"Private seafront villa with mind-blowing sunsets & a blissful setting\"",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-calendar pl-vtile_prop_icon icon_style pl-icon-color\" style=\" padding-left: 10px;height: 5px;font-size: 20px;\" title=\"Linked to external iCal\"></i><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 8,
        "bedrooms": 8,
        "guests": 16,
        "license": "1311001",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/Client/INVENIO/bp/919/villa_images/thmb_vs22.jpg",
        "thumb_images": "customappcontent/Client/INVENIO/bp/919/villa_images/thmb_vs22.jpg~ti~customappcontent/Client/INVENIO/bp/919/villa_images/thmb_vs24.jpg~ti~customappcontent/Client/INVENIO/bp/919/villa_images/thmb_vs23.jpg~ti~customappcontent/Client/INVENIO/bp/919/villa_images/thmb_vs21.jpg~ti~customappcontent/Client/INVENIO/bp/919/villa_images/thmb_vs48.jpg",
        "org_id": 33,
        "bp_id": 919,
        "bp_name": "Belinda",
        "city": "Agios Ioannis",
        "country_desc": "Greece",
        "geolocation": "37.4174287193535307,25.3114382805066462",
        "discontinued_flag": "N",
        "villa_desc": "Belinda is an astonishing 650 sq. m. 8-bedroomed waterfront masterpiece property nestled in the area of Agios boasting striking views of the Aegean Sea and mind-blowing sunsets. This one-of-a-kind Mykonian gem is ideally located and allows great privacy while being within short distance from some of the most famous beaches on the southwestern side of the island. Its staggering infinity pool is set to offer unrivalled sea and sunset views. \r\n\r\nThe outdoor spaces feature a second living area that includes a second lounge spot in addition to a stone built-in dining table perfect for al fresco dining with family and friends under the tall pergolas covering the area. The living areas of this splendid villa are beautifully furnished and elegantly decorated providing a timeless style to this luxurious home. The interior is mostly minimal aesthetically wise throughout all property’s spaces without forgetting root concepts of Cycladic architecture such as stone walls, beamed ceilings and a clever contrast of a range of darker tones with the off-white surfaces.  \r\n\r\nModern amenities come to enhance the living experience, the modern home offers an inviting spacious living room where guests can relax and enjoy the wonderful sea views, a lovely dining area and a modern kitchen fully equipped with modern appliances. Four of the eight bedrooms of the villa occupy the main house, whilst for those seeking more privacy, 4 more are located in the adjoining guest house. All 8 bedrooms have ensuite bathrooms and all guest houses have their individual entrances. \r\n\r\nVilla Belinda is an exceptional holiday home, located in a prime location of the island, offering a combination of traditional and minimal style and luxurious touches that will please even the most discerning guests. \r\n\r\nMinimum length of stay policy:  3 overnights: 3rd April - 28th May & 2nd October - 31st October. 5 overnights:  29th May-11th June 2021 & 4th September-1st October. 7 overnights: 12th June-3rd September.",
        "villa_price": 22275,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "f0b5e440-22db-4453-b251-acafabebb67d",
        "bp_profile": "\"Amazing home with elegant design and dazzling panoramic sea views \"",
        "tagline": "\"Amazing home with elegant design and dazzling panoramic sea views \"",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 9,
        "bedrooms": 8,
        "guests": 15,
        "license": "246033",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/Client/INVENIO/bp/924/villa_images/thmb_1.jpg",
        "thumb_images": "customappcontent/Client/INVENIO/bp/924/villa_images/thmb_1.jpg~ti~customappcontent/Client/INVENIO/bp/924/villa_images/thmb_2.jpg~ti~customappcontent/Client/INVENIO/bp/924/villa_images/thmb_3.jpg~ti~customappcontent/Client/INVENIO/bp/924/villa_images/thmb_4.jpg~ti~customappcontent/Client/INVENIO/bp/924/villa_images/thmb_5.jpg",
        "org_id": 33,
        "bp_id": 924,
        "bp_name": "Villa Amy",
        "city": "Agios Lazarus",
        "country_desc": "Greece",
        "geolocation": "37.4197900114964668,25.3331836877086971",
        "discontinued_flag": "N",
        "villa_desc": "Nestled on the cliff-side, superbly constructed and sheltered by almost all wind directions, this beautiful architectural masterpiece is located in one of the most sought-after areas of Mykonos overlooking the picturesque bay of Agios Lazaros and boasts tremendously beautiful vistas of countless Cycladic island and the Aegean Sea, surrounded by all shades of blue, crystal waters and bare rocks offering complete privacy and serenity. The exclusive villa rental is just a short drive from the renowned southern beaches and restaurants such as Psarou, Nammos and less than 3 km from the town of Mykonos.\r\n\r\nSpeaking of outdoor spaces, the large infinity pool offers privacy and comfort where numerous cozy corners create a unique ambiance. The centerpiece of which is the huge heated infinity pool (heated with an extra charge upon request)blends smoothly into the horizon boasting magnificent views of the ocean in the distance. A few steps further, the heated Jacuzzi with room for 8 people will definitely be one for your preferred options for absolute relaxation under the glorious Greek sun. The shaded sitting and lounging areas are the best place to relax or enjoy unforgettable dining moment with your beloved one.\r\n\r\nWith interior space of 650 sq. m the gorgeous property is the epitome of discreet luxury and can welcome up to 15 guests in its 8 beautifully styled bedroom; white-washed, lavishly decorated, enriched with numerous authentic paintings, they smoothly mix contemporary design with art connecting the different levels of the villa in one and only soothing atmosphere. On the pool level is room to a large and cozy living and dining area, a fully equipped kitchen with all modern appliances leading to the outdoor shaded dining area. \r\n\r\nThe ground level features a beautiful sea view master bedroom with queen size bed and ensuite bathroom and a private balcony. The middle level offers two bedrooms with independent entrances, the one with queen size bed, the other with single bed, both with ensuite shower bathrooms, sea view and access to terrace. The lower-Jacuzzi level has 5 bedrooms with ensuite bathrooms and one with a single bed and private entrance. All bedrooms are fully air-conditioned.                                       \r\n\r\nVilla Amy is a splendid exclusive retreat ideal for those who seek moments of tranquillity and seclusion, impeccable accommodation and quality time with family and friends.\r\n\r\nMinimum length of stay policy:  3 overnights: 3rd April - 28th May & 2nd October - 31st October. 5 overnights:  29th May-11th June 2021 & 4th September-1st October. 7 overnights: 12th June-3rd September.",
        "villa_price": 22275,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "b939ca7f-cada-4b59-95a3-e46ec224cf29",
        "bp_profile": "\"A fantastic luxurious home located on a unique spot of Mykonos\"",
        "tagline": "\"A fantastic luxurious home located on a unique spot of Mykonos\"",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 9,
        "bedrooms": 9,
        "guests": 18,
        "license": "1159514",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/Client/INVENIO/bp/1269/villa_images/thmb_6b4c62f1dfb53c07a1449c6ff8605f0b.jpg",
        "thumb_images": "customappcontent/Client/INVENIO/bp/1269/villa_images/thmb_6b4c62f1dfb53c07a1449c6ff8605f0b.jpg~ti~customappcontent/Client/INVENIO/bp/1269/villa_images/thmb_eeff4c75b060080144763fc333c5b6d4.jpg~ti~customappcontent/Client/INVENIO/bp/1269/villa_images/thmb_958a595b462db4fa17d25169684ebd51.jpg~ti~customappcontent/Client/INVENIO/bp/1269/villa_images/thmb_6ba5f76a22e4bcccd45f744edcf348e9.jpg~ti~customappcontent/Client/INVENIO/bp/1269/villa_images/thmb_727eed50a8e85f96121ce4eb60acbf6e.jpg",
        "org_id": 33,
        "bp_id": 1269,
        "bp_name": "Villa Harper",
        "city": "Choulakia",
        "country_desc": "Greece",
        "geolocation": "37.4758344708028304,25.3111428307747026",
        "discontinued_flag": "N",
        "villa_desc": "Villa Harper is an amazingly beautiful brand-new private mansion situated in the northern west part of the island known to be a truly blissful and quite area. The magnificent property was built to offer complete privacy and quietness but at the same time it offers to its guests the possibility of reaching the picturesque and lively town of Mykonos in just a few minutes’ drive. The wonderful private estate has 9 well-appointed bedrooms that can comfortably accommodate up to 18 guest and stretches on multiple levels: the ground floor, the lower ground floor and the first floor. Featuring 7 ensuite bedrooms located in the main Villa and 2 Guest Rooms located in the connected buildings with independent entrance each.\r\n\r\nThe modern architecture influenced by the traditional Mykonian style blends perfectly with the property’s surroundings. State-of-the-art furnishings and airy spaces dominate the interiors of the villa, as a fine sample of contemporary design adorned with sophisticated pieces of natural materials. The exterior design is minimal and ideal to experience the \"island living\" with plenty of comfortable lounges to sit back and watch the sunset in its full glory.\r\n\r\nOther features of the gorgeous property are: 2 swimming pools (that may be heated at extra charge), Al fresco fully equipped Techno-Gym, smart home, 3 alfresco dining areas, Smart home, access to a helipad, Panoramic Sea and sunset views, in-house housekeeping and Butler Services (5p.m-11p.m). \r\n\r\nAvailability is  upon request. Please contact your agent.\r\nMinimum length of stay 7 overnight during peak season.",
        "villa_price": 21640,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "67146cf5-5ddf-4265-9a0a-3e6bd17009c3",
        "bp_profile": "A unique brand new property with fantastic views and facilities",
        "tagline": "A unique brand new property with fantastic views and facilities",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-calendar pl-vtile_prop_icon icon_style pl-icon-color\" style=\" padding-left: 10px;height: 5px;font-size: 20px;\" title=\"Linked to external iCal\"></i><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 7,
        "bedrooms": 5,
        "guests": 11,
        "license": "1173K134K1259701",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/Client/INVENIO/bp/877/villa_images/thmb_Mykonos_Luxury_Villa-45.jpg",
        "thumb_images": "customappcontent/Client/INVENIO/bp/877/villa_images/thmb_Mykonos_Luxury_Villa-45.jpg~ti~customappcontent/Client/INVENIO/bp/877/villa_images/thmb_Mykonos-Villa-Dorian-New-1.jpg~ti~customappcontent/Client/INVENIO/bp/877/villa_images/thmb_dante-1-1.jpg~ti~customappcontent/Client/INVENIO/bp/877/villa_images/thmb_Mykonos-Villa-Dorian-New-6.jpg~ti~customappcontent/Client/INVENIO/bp/877/villa_images/thmb_Mykonos-Villa-Dorian-New-5.jpg",
        "org_id": 33,
        "bp_id": 877,
        "bp_name": "Infinity Blue 1",
        "city": "Super Paradise",
        "country_desc": "Greece",
        "geolocation": "37.4093804228405276,25.3730147623904649",
        "discontinued_flag": "N",
        "villa_desc": "Infinity Blue 1 is a one-of-a-kind mansion that you can find in Mykonos. Perched in an elevated location between the beaches of Super Paradise and Agrari this stunner was built by Architect Edward Tuttle the founding designer behind the Aman brand, all in a all in a position that grants panoramic views stretching across the southern coast of Mykonos and the neighboring islands.\r\n\r\nThe magnificent villa rental boasts impressive outdoor and indoor areas.  The main outdoor area of the property is at the aptly named “play house” unit that serves as a central gathering area for the guests to celebrate and have fun and relax. A big pergola extends to the side of the building, covering the ever-stylish lounge area and outdoor dining table equipped with a BBQ, Play table tennis or table soccer. A few steps down the pool terrace hosts a magnificent heated lap pool and a few steps away from it the built-in heated Jacuzzi tub.\r\n\r\nThe very same play house owes its name also to the indoor spaces where a lounge area, the central farmhouse kitchen of the property and the indoor dining area find space. The real treat of the unit though is the home cinema with its 4m wide screen, surround system and a preinstalled collection of 700 movies that can also be tapped into from the flat screen TVs present in each suite. Enjoy comfort and style in one of 5 beautifully appointed large double bedrooms, each one with its ensuite bathroom and one adjoining sea view ensuite single room. \r\n\r\nThe master suite is completely independent counting 120 square meters divided in living space, bedroom and en-suite bathroom while the remaining suites are part of a more traditional structure and all appointed to the same standard. The attention to detail and quality of the materials used throughout the property set a benchmark hardly matched on the island.\r\n\r\nonly 800 meters away from one of the island's most dazzling beaches, the unique luxury villa is the ideal option for those craving for luxurious moments in a natural beauty environment.\r\n\r\n\r\nSecurity deposit consist of 20% of the weekly rental amount.\r\nMinimum Stay Policy: 3 nights during low season (May, mid-September, October), 5 nights during mid-season (June, early September) 7 nights during high season.",
        "villa_price": 21001,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "7ae286dc-4a87-4d6a-a470-61bab835af62",
        "bp_profile": "\"This spectacular luxury villa is the epitome of privacy and seclusion\"",
        "tagline": "\"This spectacular luxury villa is the epitome of privacy and seclusion\"",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-calendar pl-vtile_prop_icon icon_style pl-icon-color\" style=\" padding-left: 10px;height: 5px;font-size: 20px;\" title=\"Linked to external iCal\"></i><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 6,
        "bedrooms": 6,
        "guests": 13,
        "license": "0949455",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/Client/INVENIO/bp/881/villa_images/thmb_060_0079_psaroublack2_20200520-21_pe.jpg",
        "thumb_images": "customappcontent/Client/INVENIO/bp/881/villa_images/thmb_060_0079_psaroublack2_20200520-21_pe.jpg~ti~customappcontent/Client/INVENIO/bp/881/villa_images/thmb_003_1027_psaroublack2_20200520-21_pe.jpg~ti~customappcontent/Client/INVENIO/bp/881/villa_images/thmb_001_1037_0_psaroublack2_20200520-21_pe.jpg~ti~customappcontent/Client/INVENIO/bp/881/villa_images/thmb_008_1030_psaroublack2_20200520-21_pe.jpg~ti~customappcontent/Client/INVENIO/bp/881/villa_images/thmb_068_0100_psaroublack2_20200520-21_pe.jpg",
        "org_id": 33,
        "bp_id": 881,
        "bp_name": "Black Diamond 2",
        "city": "Agios Lazarus",
        "country_desc": "Greece",
        "geolocation": "37.4136448519951799,25.3297996463692883",
        "discontinued_flag": "N",
        "villa_desc": "A luxurious newly built home, located in one of the most privileged areas of the island. With unparalleled views of the pristine Aegean Sea which lies to the front of the amazing property, the waterfront location provides extensive views over the sea, all the way to the islands of Paros and Naxos.  Villa Black Diamond 2 is a minimal contemporary villa with a very individual imprint, it has 6 beautifully appointed bedrooms with their ensuite bathroom, all featuring king size beds, while 4 of them have access to private balconies and one has its own lounge area and access to the outdoor space with private jacuzzi, through balcony doors. \r\n\r\nGenerously spacious the minimalist interior of the luxury Mykonos villa really speaks for itself. Fully equipped to the highest standards and featuring amazing private and communal areas, the villa guarantees pampering moments and intimacy for its lucky guests. an exceptionally equipped kitchen, all home comforts you’re after for your vacation in Mykonos are waiting for you.\r\n\r\nThe luxurious villa rental offers various outdoor lounge areas and dining spaces, perfect for relaxing along with family and friends’ gatherings. The imposing sun-soaked exteriors feature an amazing infinity pool, effortlessly blending in with the sea and surrounded by built-in sleek stylish loungers to enjoy first row magnificent views. At this glamorous holiday retreat guests will also love using the outdoor Jacuzzi and sitting area, for extra moments of bliss and relaxation under the Greek sun.\r\n\r\nBlack Diamond 2 is ideal for the most discerning guests seeking privacy and luxury for their summer holiday in the island, along with easy access to the best beaches in Mykonos.\r\n\r\nMinimum Stay: 7 nighτs min stay for July and August, 5 nights for rest of the months.\r\n\r\nThis amazing villa can be rented with its sister Black Diamond 1.",
        "villa_price": 20370,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "4b71b3b1-a295-456d-a766-dcfbbe3e30a5",
        "bp_profile": "\"A stylish newly built villa with walking distance from Psarou beach\"",
        "tagline": "\"A stylish newly built villa with walking distance from Psarou beach\"",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-calendar pl-vtile_prop_icon icon_style pl-icon-color\" style=\" padding-left: 10px;height: 5px;font-size: 20px;\" title=\"Linked to external iCal\"></i><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 6,
        "bedrooms": 6,
        "guests": 12,
        "license": "1468695",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/client/INVENIO/bp/7919/villa_images/thumb_PHOTO-2022-06-03-21-48-47 (7).jpg",
        "thumb_images": "customappcontent/client/INVENIO/bp/7919/villa_images/thumb_PHOTO-2022-06-03-21-48-47 (7).jpg~ti~customappcontent/client/INVENIO/bp/7919/villa_images/thumb_PHOTO-2022-06-03-21-48-47 (9).jpg~ti~customappcontent/client/INVENIO/bp/7919/villa_images/thumb_PHOTO-2022-05-06-19-43-30 (15).jpg~ti~customappcontent/client/INVENIO/bp/7919/villa_images/thumb_PHOTO-2022-06-03-21-48-46.jpg~ti~customappcontent/client/INVENIO/bp/7919/villa_images/thumb_PHOTO-2022-06-03-21-48-46 (2).jpg",
        "org_id": 33,
        "bp_id": 7919,
        "bp_name": "Carbon black",
        "city": "Mykonos Town",
        "country_desc": "Greece",
        "geolocation": "37.4363985842152616,25.3313644394557542",
        "discontinued_flag": "N",
        "villa_desc": "A brand-new villa located at the town of Mykonos and about 10 min walking distance from Korfos beach. The fully air-conditioned gorgeous property boasts high end aesthetic and luxurious facilities, it can easily accommodate 12 people in 6 ensuite bedrooms ( 4 with sea views)\r\nFeaturing city and sea views the lovely property with a unique design boasts a vast living and dining areas, a stylish fully equipped kitchen with all appliances for unique moments of gathering and relaxation. One exceptional feature is the indoor cave heated pool that guests with with no doubt enjoy using.\r\nThe outdoor areas of the private villa are amazing and features two lounging areas with a view, one outdoor big pool with sunset view as well as one design pool with palms and depth 0.40 for children \r\n\r\nThis is an ideal property for those who want to be close to town and have a blissful time in Mykonos.\r\nThe property has a security guard during the night.",
        "villa_price": 20370,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "71709814-a71c-496a-94e5-67b6e55b8224",
        "bp_profile": "A newly built luxurious house close to the town of Mykonos",
        "tagline": "A newly built luxurious house close to the town of Mykonos",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-calendar pl-vtile_prop_icon icon_style pl-icon-color\" style=\" padding-left: 10px;height: 5px;font-size: 20px;\" title=\"Linked to external iCal\"></i><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 6,
        "bedrooms": 6,
        "guests": 12,
        "license": "tba",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/client/INVENIO/bp/10212/villa_images/thumb_DJI_0357.jpg",
        "thumb_images": "customappcontent/client/INVENIO/bp/10212/villa_images/thumb_DJI_0357.jpg~ti~customappcontent/client/INVENIO/bp/10212/villa_images/thumb_DSC_1696-HDR.jpg~ti~customappcontent/client/INVENIO/bp/10212/villa_images/thumb_DSC_1681-HDR.jpg~ti~customappcontent/client/INVENIO/bp/10212/villa_images/thumb_DSC_1669-HDR.jpg~ti~customappcontent/client/INVENIO/bp/10212/villa_images/thumb_DSC_1714-HDR.jpg",
        "org_id": 33,
        "bp_id": 10212,
        "bp_name": "Villa Miami 2",
        "city": "Ftelia",
        "country_desc": "Greece",
        "geolocation": "37.45030854536707,25.37656801069652",
        "discontinued_flag": "N",
        "villa_desc": "Beautiful luxurious newly built property featuring 6 well appointed ensuite bedrooms, accommodating comfortably 12 people in complete style and tranquility.\r\nSituated in a privileged and unique location, only 4 kilometres away of the heart of Mykonos Town with unobstructed views of the blue Aegean sea and the most iconic sunset. \r\n\r\nThe modern mansion is a stunning contemporary home imbued with a soulful bohemian character, standing nearly at the edge of the land, at times seeing to merge into the sea itself. Parties, champagne corks popping and private super yachts parading before your eyes. If you love nothing more than a touch of glam and indulgent luxury, then look no further than this one-of-a-kind summer lair.\r\nThe outdoor areas are gorgeous featuring a wonderful pool effortlessly blending in with the sea and a shaded dining area for those in need of extra shade during the hot summer days. \r\n\r\nThe luxurious home’s common living areas are designed to create an easy flow between the interior and the exterior, with enormous windows overlooking majestic views. An expertly fully equipped kitchen leads to the living room and the dining area that you can enjoy exactly the same impeccable sea and sunset views.\r\n\r\nAvailability is upon request.\r\n",
        "villa_price": 20370,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "6ab87f78-c32c-48fb-ae3c-e2cd4e3749ff",
        "bp_profile": "A stunning private mansion with beach proximity",
        "tagline": "A stunning private mansion with beach proximity",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-calendar pl-vtile_prop_icon icon_style pl-icon-color\" style=\" padding-left: 10px;height: 5px;font-size: 20px;\" title=\"Linked to external iCal\"></i><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 8,
        "bedrooms": 8,
        "guests": 15,
        "license": "0994901",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/client/INVENIO/bp/10430/villa_images/thumb_andreas bekas web-103.jpg",
        "thumb_images": "customappcontent/client/INVENIO/bp/10430/villa_images/thumb_andreas bekas web-103.jpg~ti~customappcontent/client/INVENIO/bp/10430/villa_images/thumb_andreas bekas web-84.jpg~ti~customappcontent/client/INVENIO/bp/10430/villa_images/thumb_andreas bekas web-85.jpg~ti~customappcontent/client/INVENIO/bp/10430/villa_images/thumb_andreas bekas web-86.jpg~ti~customappcontent/client/INVENIO/bp/10430/villa_images/thumb_andreas bekas web-87.jpg",
        "org_id": 33,
        "bp_id": 10430,
        "bp_name": "Villa South Beach",
        "city": "Aleomandra",
        "country_desc": "Greece",
        "geolocation": "37.41540987063136,25.307767148712465",
        "discontinued_flag": "N",
        "villa_desc": "Once you arrive at this exceptional villa rental you will not want to leave.  Located on the south-west part of the cosmopolitan island and a mere less than 5min away from the closest crystal blue water beach.  Nestled in a picturesque setting, the 400 sq. m newly renovated seafront property offers to its guests’ luxurious accommodation, breathtaking unobstructed views along with pure bliss and privacy. The wonderful holiday home can accommodate up to 15 guests in 8 well-appointed bedrooms, assuring the ultimate luxury lifestyle island experience.  \r\n\r\nWith its privileged position, the house occupies two levels. Opposite to the ancient island of Delos the superb luxury villa rental is sheltered almost by all Mykonian winds. Unique in design and architecture, the indoors of this private holiday home have a rare aesthetic. The style is bohemian chic dressed in white and combining contemporary design with art and luxury, is a cross-section of traditional and modern Cycladic architecture. All its indoor areas, overlooking the pool and the sea, are decorated in highest of standards with elegant furniture. The bedrooms are all very tastefully and with comfort in mind decorated, offering lavish amenities and top quality of linen and mattresses. The fabulous spacious living spaces, the state-of-the-art kitchen and dining area perfectly blending into each other creating a unique easy living island feeling.\r\n\r\nAvailability is upon request.\r\n",
        "villa_price": 20370,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "dc3f40d4-b612-4194-822d-82c3ee2f82cc",
        "bp_profile": "Beautiful private house with alluring sea & sunset views",
        "tagline": "Beautiful private house with alluring sea & sunset views",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 10,
        "bedrooms": 10,
        "guests": 24,
        "license": "089837",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/Client/INVENIO/bp/1036/villa_images/thmb_white rock (14).jpg",
        "thumb_images": "customappcontent/Client/INVENIO/bp/1036/villa_images/thmb_white rock (14).jpg~ti~customappcontent/Client/INVENIO/bp/1036/villa_images/thmb_white rock (29).jpg~ti~customappcontent/Client/INVENIO/bp/1036/villa_images/thmb_white rock (21).jpg~ti~customappcontent/Client/INVENIO/bp/1036/villa_images/thmb_white rock (1).jpg~ti~customappcontent/Client/INVENIO/bp/1036/villa_images/thmb_white rock (2).jpg",
        "org_id": 33,
        "bp_id": 1036,
        "bp_name": "White Rock",
        "city": "Agrari",
        "country_desc": "Greece",
        "geolocation": "37.4286598469350125,25.3730666395878188",
        "discontinued_flag": "N",
        "villa_desc": "White Rock is an astonishing 10-bedroom minimal home situated at the serene Agrari region. Beautifully tucked away from the vibrant town of Mykonos, the wonderful stone-built exclusive villa offers the services of a luxury resort in a splendid and very private peaceful setting.\r\n\r\nSitting on a massive 5,400 sqm private land on a mountain hill, the property offers a blissful surrounding, supreme accommodation, a fantastic luxurious lagoon-like infinity pool and private staff of two members to cater for guests every wish and provide everything they could possibly desire for a unique holiday retreat in Mykonos.\r\nBoasting spectacular panoramic sea views of the southern beaches of Elia, Agrari and Super Paradise, guests will definitely fall in love with the serene Mediterranean scenery. \r\n\r\nThe interior spaces are filled with elegance and charm combining modern minimal architecture with provincial beach house elements. The ultra-modern mansion is carved in solid rock 80 meters above sea level amid its own rocky forest! Featuring 10 bedrooms; all exquisitely furnished, all en-suite and air conditioned, the unique estate can comfortably accommodate up to 24 guests. A fully equipped open-plan kitchen with modern appliances gives onto a living-sitting area, directly accessing the water-front infinity pool and its extensive terraces. \r\n\r\nThe outdoor areas are one of our favorites with the wonderful 100 sqm private lagoon-like infinity swimming pool, next to a large wooden shaded pergola to enjoy the magnificent views under the Greek sun. White Rock is an ideal option for family reunion, large groups of friends, a special event or a lavish company retreat.\r\n",
        "villa_price": 19100,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "11f04a64-f836-48ae-a36a-e78b8e301298",
        "bp_profile": "A majestic Mykonian estate with premium accommodation and amazing views",
        "tagline": "A majestic Mykonian estate with premium accommodation and amazing views",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-calendar pl-vtile_prop_icon icon_style pl-icon-color\" style=\" padding-left: 10px;height: 5px;font-size: 20px;\" title=\"Linked to external iCal\"></i><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 7,
        "bedrooms": 6,
        "guests": 12,
        "license": "124649",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/Client/INVENIO/bp/923/villa_images/thmb_vk5.jpg",
        "thumb_images": "customappcontent/Client/INVENIO/bp/923/villa_images/thmb_vk5.jpg~ti~customappcontent/Client/INVENIO/bp/923/villa_images/thmb_vk6.jpg~ti~customappcontent/Client/INVENIO/bp/923/villa_images/thmb_21.jpg~ti~customappcontent/Client/INVENIO/bp/923/villa_images/thmb_32.jpg~ti~customappcontent/Client/INVENIO/bp/923/villa_images/thmb_vk60-min.jpg",
        "org_id": 33,
        "bp_id": 923,
        "bp_name": "Villa Aurelia",
        "city": "Agios Lazarus",
        "country_desc": "Greece",
        "geolocation": "37.4167260521880038,25.3253865701664473",
        "discontinued_flag": "N",
        "villa_desc": "An exquisite 6-bedroom waterfront villa nestled on a privileged sought-after area of Agios Lazarus above the picturesque bay of Ornos. This exceptional holiday retreat boasts one of the most impressive views of the Aegean Sea, Delos and Renia islands.   \r\nIdeally located, the newly built villa rental is just few minutes away from the renowned southern beaches and restaurants such as Psarou, Nammos and less than 3 km from the town of Mykonos making it the perfect choice for guests who want to be at the centre of every attraction, to enjoy privacy and seclusion along with refined accommodation.\r\n\r\nLet us start outdoors, this contemporary holiday villa rental features a wonderful spacious outdoor area with several lounge and sitting areas, a private heated swimming pool (heated with an extra charge upon request), an infinity heated Jacuzzi, alfresco dining and two wonderful pergolas, outdoor shower, and spectacular sea and sunset views that will remind you that you are at one of the most cosmopolitan places in the world.\r\n\r\nWith interior space of 600 sq. m the wonderful residence is built on two levels and can welcome up to 12 guests in comfort and style. The 6 sea views ensuite bedrooms are furnished in earth light tones, which have its own unique character, tailored to meet each guests’ expectations. \r\n\r\nInside the villa, you have an ultra-modern home yet cozy and is minimalistic in design and aesthetic. Boasting a calming and inviting with various luxurious white sofas and hand-made carpets distributed harmoniously around the luminous large open plan living area. Moreover, you will undoubtedly enjoy sharing unique moments with family and friends at the nearby dining room. The kitchen is fully equipped with everything you could need for your vacation. \r\n\r\nMinimum length of stay policy:  3 overnights: 3rd April - 28th May & 2nd October - 31st October. 5 overnights:  29th May-11th June 2021 & 4th September-1st October. 7 overnights: 12th June-3rd September.",
        "villa_price": 19095,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "0eb4677c-d2f5-4e14-971f-23c5c2a09a6b",
        "bp_profile": "\"A unique waterfront home that will impress each guest in every way\"",
        "tagline": "\"A unique waterfront home that will impress each guest in every way\"",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 6,
        "bedrooms": 6,
        "guests": 12,
        "license": "1662168",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/client/INVENIO/bp/10488/villa_images/thumb_muse (76).jpg",
        "thumb_images": "customappcontent/client/INVENIO/bp/10488/villa_images/thumb_muse (76).jpg~ti~customappcontent/client/INVENIO/bp/10488/villa_images/thumb_muse (66).jpg~ti~customappcontent/client/INVENIO/bp/10488/villa_images/thumb_muse (19).jpg~ti~customappcontent/client/INVENIO/bp/10488/villa_images/thumb_muse (18).jpg~ti~customappcontent/client/INVENIO/bp/10488/villa_images/thumb_muse (59).jpg",
        "org_id": 33,
        "bp_id": 10488,
        "bp_name": "Villa Muse",
        "city": "Agios Lazarus",
        "country_desc": "Greece",
        "geolocation": "37.40754942662374,25.328382342817115",
        "discontinued_flag": "N",
        "villa_desc": "The stunning Mykonos private property is the epitome of Greek hospitality, an exhilarate property envisioned under a driving idea of creating an exclusive haven that will become a destination of its own. The alluring villa invites its refined guests to embark on an indulging journey of seductive natural beauty and sublime luxury. Laying gracefully over a generous plot of approximately 2000 square meters on an imposing cliff, the magnificent Villa reveals to its most exclusive guests a one-of-a-kind, breathtaking view to the crystal blue waters of the Aegean Sea and the vibrant colors of the sunrise and sunset.\r\n\r\nLocated in the area of Agios Lazaros neighboring to the most fashionable beach of the island (Psarou) and only 4 km away from the cosmopolitan Mykonos town, the private home enjoys the pulsating ambience of a celebrated destination while benefiting from the tranquil privacy offered by the property’s select prime location.\r\n\r\nDesigned by one of the most well-known and prolific Greek architects, the property embodies the essence of elegance and comfort featuring matchless services 24/7 while the villa’s state of the art facilities will fulfill its guests every fantasy. Generously featuring 6 lavish bedrooms with en suite designer bathrooms, the villa offers the most modern luxury facilities to match every taste and need. An exuberant living room and dining area with panoramic view to the Aegean, a fully equipped chef's kitchen with supreme amenities, fitness area, outdoor Barbeque, Jacuzzi in the Master’s bedroom private terrace, and the stylish hand crafted furniture complete the utopian hideaway. \r\n\r\nIn the large outdoor area, stars sparkle from the bottom of the refreshing private infinity pool (with fiber optics) while in the clear sky the moon lights the iridescent nights. The unique location of the villa provides perfect shelter from the famous Mykonian winds, as well. Offering more than an accommodation, the private luxury villa guarantees its refined guests will relish the elevating moments it will offer them while feeling completely secure with the outdoor cameras around the property. \r\n\r\nThe enriching experience is completed by the limitless luxury services Villa Neféli professional team is excited to offer to its guests. Providing the services of a 5 star hotel such as daily cleaning, organic high quality towels and linens, concierge services, welcome drinks, Villa Neféli is a unique indulgence and the perfect summer escape.\r\n",
        "villa_price": 19095,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "88e495ef-bf4d-4883-b947-ce22b6e61358",
        "bp_profile": "Private luxurious villa with mind-blowing sunsets & a blissful setting",
        "tagline": "Private luxurious villa with mind-blowing sunsets & a blissful setting",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-calendar pl-vtile_prop_icon icon_style pl-icon-color\" style=\" padding-left: 10px;height: 5px;font-size: 20px;\" title=\"Linked to external iCal\"></i><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 11,
        "bedrooms": 9,
        "guests": 18,
        "license": "022201",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/Client/INVENIO/bp/931/villa_images/thmb_main.jpg",
        "thumb_images": "customappcontent/Client/INVENIO/bp/931/villa_images/thmb_main.jpg~ti~customappcontent/Client/INVENIO/bp/931/villa_images/thmb_outdoors day (10).jpg~ti~customappcontent/Client/INVENIO/bp/931/villa_images/thmb_outdoors day (13).jpg~ti~customappcontent/Client/INVENIO/bp/931/villa_images/thmb_outdoors day (15).jpg~ti~customappcontent/Client/INVENIO/bp/931/villa_images/thmb_outdoors day (16).jpg",
        "org_id": 33,
        "bp_id": 931,
        "bp_name": "Villa Aria",
        "city": "Agios Lazarus",
        "country_desc": "Greece",
        "geolocation": "37.408919072455376,25.3384858717978254",
        "discontinued_flag": "N",
        "villa_desc": "Nestled on the hill of Agios Lazarus overlooking the beach of Psarou, this outstanding property is the epitome of elegance and comfort, offering guests mind-blowing panoramic sea and sunset views. The luxurious home boasts complete privacy in one of the most amazing locations.  Ideally located the holiday retreat is close to everything a guest may need; 3 km from the town of Mykonos and only 1.5 km away from the cosmopolitan Psarou Beach. \r\n\r\nThe sleek and contemporary villa can accommodate up to 19 guests. Divided into two separate buildings of 5 and 4 bedrooms respectively, one next to the other.  You can rent the whole property or only the 5-bedroom villa. All bedrooms are spacious and comfortable with all the luxury amenities a guest could ask for. The interiors are spacious and filled with natural light boasting a vast living and dining room with a fireplace and two fully-equipped kitchens connected to both indoor and outdoor dining areas. For those that want to remain in shape even on a holiday stay, there is a playroom for table-tennis, and a fitness room with a treadmill by Techno-gym.\r\n\r\nThe highlight of Villa Aria is the heavenly outdoor space. Surrounded by lavender and rosemary bushes, olive trees and bougainvillea, you cannot not to love the energy of the place, where sights and sounds of nature predominate. Guests can enjoy a refreshing dip in the dazzling waters of the infinity pool (heated upon request) or soak up the Greek sunshine on the comfortable sun loungers. A shaded pergola offers quintessential alfresco dining admiring the sun met in the sea. The atmosphere is complete with the Barbecue facilities ideal to enjoy unforgettable moments with family and friends.\r\n\r\nBeing the perfect retreat for large families or groups of friends that wish to enjoy a unique holiday stay in Mykonos this idyllic villa is also suitable for weddings and events.\r\n",
        "villa_price": 18183,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "875fc9e6-3a47-40a5-a117-aee1a1998139",
        "bp_profile": "\"An elegant luxurious home with fabulous sea and sunset views\"",
        "tagline": "\"An elegant luxurious home with fabulous sea and sunset views\"",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-calendar pl-vtile_prop_icon icon_style pl-icon-color\" style=\" padding-left: 10px;height: 5px;font-size: 20px;\" title=\"Linked to external iCal\"></i><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 10,
        "bedrooms": 9,
        "guests": 18,
        "license": "1117101",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/client/INVENIO/bp/10489/villa_images/thumb_WHITE MANSION (84).jpg",
        "thumb_images": "customappcontent/client/INVENIO/bp/10489/villa_images/thumb_WHITE MANSION (84).jpg~ti~customappcontent/client/INVENIO/bp/10489/villa_images/thumb_WHITE MANSION (7).jpg~ti~customappcontent/client/INVENIO/bp/10489/villa_images/thumb_WHITE MANSION (8).jpg~ti~customappcontent/client/INVENIO/bp/10489/villa_images/thumb_WHITE MANSION (14).jpg~ti~customappcontent/client/INVENIO/bp/10489/villa_images/thumb_WHITE MANSION (87).jpg",
        "org_id": 33,
        "bp_id": 10489,
        "bp_name": "Villa White Mansion",
        "city": "Ornos",
        "country_desc": "Greece",
        "geolocation": "37.427814418451085,25.331525354562896",
        "discontinued_flag": "N",
        "villa_desc": "A beautiful brand new sophisticated luxurious private home, built on a 2500 sq m plot and located in a stunning location, close to renown beach bars and restaurants. The private home offers 9 master bedrooms spread across three different levels. The villa is a piece of jewel offering unobstructed sea views to the Aegean Sea and the surrounding Islands.\r\n \r\nThe property can easily accommodate up to 18 guests. The lower level boasts 2 double ensuite bedrooms with amazing sea view. On the main level, there are 5 double bedrooms with en-suite bathrooms, a spacious living and dining area, and a fully equipped kitchen, and for the wine lovers a beautiful wine cellar is available on this level. On the upper level, there is a master suite bedroom with ensuite bathroom with gorgeous views as well as an independent guest house built on a natural cliff.  \r\n\r\nThe summer home is modern and elegant combined with stylish touches in the interior and outdoor spaces. Guests can relax and chill on the sunbeds around one of the two magnificent pools and enjoy the sunset while drinking a glass of wine. \r\n\r\nThe unique home is an ideal option for groups of friends who want to have the best time of their lives or for a family who wants to spend unique moments all together.\r\n",
        "villa_price": 15911,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "034c72e4-8fac-4224-834b-6048710e4c8e",
        "bp_profile": "This Spectacular villa will welcome guests in stylish luxury",
        "tagline": "This Spectacular villa will welcome guests in stylish luxury",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-calendar pl-vtile_prop_icon icon_style pl-icon-color\" style=\" padding-left: 10px;height: 5px;font-size: 20px;\" title=\"Linked to external iCal\"></i><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 7,
        "bedrooms": 7,
        "guests": 14,
        "license": "162844",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/Client/INVENIO/bp/842/villa_images/thmb__ASC0410.jpg",
        "thumb_images": "customappcontent/Client/INVENIO/bp/842/villa_images/thmb__ASC0410.jpg~ti~customappcontent/Client/INVENIO/bp/842/villa_images/thmb__ASC0413.jpg~ti~customappcontent/Client/INVENIO/bp/842/villa_images/thmb__ASC0420.jpg~ti~customappcontent/Client/INVENIO/bp/842/villa_images/thmb__ASC0422.jpg~ti~customappcontent/Client/INVENIO/bp/842/villa_images/thmb__ASC0426.jpg",
        "org_id": 33,
        "bp_id": 842,
        "bp_name": "Sun Fly",
        "city": "Pouli",
        "country_desc": "Greece",
        "geolocation": "37.4318993793747339,25.2997519428695554",
        "discontinued_flag": "N",
        "villa_desc": "Sun Fly is an ideally located in a privileged seafront setting, this amazingly beautiful villa offers the absolute luxury villa holiday experience in Mykonos.  Prepare yourself to soak up stunning sea views as you splash in the infinity pool and laze in the shade admiring the view! This fabulous hideaway is perfect for families or groups of friends seeking for something truly exceptional.\r\nThe gorgeous luxury villa has 7 fantastic en-suite bedrooms, a captivating infinity edge pool and is totally protected from the north winds. It also and exudes the style and sophistication of the island combining modern minimal style with traditional Myconian architecture.\r\nIn addition, the interiors of the luxurious villa are extremely cozy and modern with a unique aesthetic. Moreover, the accommodation experience that offers this unique property is of the same standard as the most luxurious resorts. Lounge and pool areas, with a marvelous unobstructed sunset view of Delos and Rhenia islands, offer a unique calming feeling.\r\nThis one-of-a-kind property accommodates up to 14 guests in 7 en-suite bedrooms split over the main and guest houses.  Family or a big group holiday friends will enjoy their stay in cosy and refined comfort.\r\nThe 3 beautifully designed en-suite bedrooms that are located in the main villa –1 master and 2 double– and 4 independent guest houses, each with private entrance, king size bed and en-suite bathroom. all blend harmoniously with the overall villa’s design. Limitless views of the blue Aegean Sea and Mykonian sunsets, wind protected location and in close proximity to Korfos and Ornos beaches, amazing facilities and privacy, give you just a taste of what this luxurious villa has to offer. For something truly exceptional, this unique property is the ultimate place to rest and have an unforgettable villa holiday experience in Mykonos. It is also an ideal choice, even for larger groups as it can be combined with the equal beauty Villa Sea Breeze, which is located right next to it.\r\n",
        "villa_price": 15910,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "b7a2ff3b-ad4f-495b-972b-511dc7d2b4fb",
        "bp_profile": "\"An incredible front line villa with majestic sea and sunset views\"",
        "tagline": "\"An incredible front line villa with majestic sea and sunset views\"",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-calendar pl-vtile_prop_icon icon_style pl-icon-color\" style=\" padding-left: 10px;height: 5px;font-size: 20px;\" title=\"Linked to external iCal\"></i><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 6,
        "bedrooms": 6,
        "guests": 12,
        "license": "015874",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/Client/INVENIO/bp/1098/villa_images/thmb_a10 (1).jpg",
        "thumb_images": "customappcontent/Client/INVENIO/bp/1098/villa_images/thmb_a10 (1).jpg~ti~customappcontent/Client/INVENIO/bp/1098/villa_images/thmb_a10 (2).jpg~ti~customappcontent/Client/INVENIO/bp/1098/villa_images/thmb_a10 (3).jpg~ti~customappcontent/Client/INVENIO/bp/1098/villa_images/thmb_a10 (4).jpg~ti~customappcontent/Client/INVENIO/bp/1098/villa_images/thmb_a10 (5).jpg",
        "org_id": 33,
        "bp_id": 1098,
        "bp_name": "Villa Aubree",
        "city": "Agios Lazarus",
        "country_desc": "Greece",
        "geolocation": "37.4073861292801979,25.3275055877165407",
        "discontinued_flag": "N",
        "villa_desc": "Nestled on the beautiful area of Agios Lazaros on the south-west part of Mykonos island, this fabulous vacation home offers uninterrupted views across the majestic Aegean as well as the islands of Delos and Renea offering a picture-perfect sunset. Part of an exclusive secluded villa complex, this beautiful residence offers a living area of 275 square meters and 5 gorgeous bedrooms that can accommodate up to 10 guests for an unforgettable holiday retreat in Mykonos. \r\n\r\nThe interior spaces of Villa Aubree are elegantly designed boasting a comfortable Cycladic luxurious setting. The white-washed curved walls and seating arrangements blend in seamlessly with the Mykonian style, creating a blissful and calm environment.  The wonderful home features on the ground level a cozy living room with tasteful furnishings along with a splendid dining area with a large marble dining table facing the fully-equipped kitchen, all offer direct access to the outdoor spaces. The luxurious villa offers cozy and comfortable accommodation, all beautifully styled and furnished.\r\n\r\nThe outdoor spaces offer amazingly beautiful panoramic views of the emerald-green and blue waters of the Aegean Sea and its amazing sunset colors. Guests will love using the outdoor BBQ and the dining area overlooking a magnificent view of the infinity pool that appears to flow off into the sea. The outdoors also provides various sunny and shady areas to lounge all day long while enjoying the view.\r\n\r\nVilla Aubree is an ideal option for guests seeking absolute comfort and privacy yet in unmatched luxury. It offers a small private dock accessible by private yachts along with a 24-hour security gate, and a helipad which is available upon request.\r\n\r\nMinimum length of stay policy: 3 overnights (low season), 6 overnights (high season).",
        "villa_price": 15910,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "124eb4c8-071f-4c44-b94f-a1ae4cdd5433",
        "bp_profile": "A wonderful seafront property located in one of the most in demand areas",
        "tagline": "A wonderful seafront property located in one of the most in demand areas",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 5,
        "bedrooms": 5,
        "guests": 10,
        "license": "tba",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/client/INVENIO/bp/8343/villa_images/thumb_andreas bekas web-8.jpg",
        "thumb_images": "customappcontent/client/INVENIO/bp/8343/villa_images/thumb_andreas bekas web-8.jpg~ti~customappcontent/client/INVENIO/bp/8343/villa_images/thumb_andreas bekas web-7.jpg~ti~customappcontent/client/INVENIO/bp/8343/villa_images/thumb_andreas bekas web-73.jpg~ti~customappcontent/client/INVENIO/bp/8343/villa_images/thumb_andreas bekas web-75.jpg~ti~customappcontent/client/INVENIO/bp/8343/villa_images/thumb_andreas bekas web-76.jpg",
        "org_id": 33,
        "bp_id": 8343,
        "bp_name": "Villa Fanny",
        "city": "Tourlos",
        "country_desc": "Greece",
        "geolocation": "37.4665597592901563,25.3194658013373513",
        "discontinued_flag": "N",
        "villa_desc": "A wonderful private property built on a 4,000 m2 plot, located in a unique spot that offers magnificent sunsets and outstanding sea and Mykonos Town views.   \r\nThe beautiful home can accommodate up to 10 guests on its 5 beautifully furnished and well appointed ensuite bedrooms.  The wonderful house offers white washed aesthetics and minimal design blending harmoniously  both the interior and exterior areas of the property.\r\nThe most dominant feature of the exterior areas is the infinity pool (15m x 3.5m), with an outside lounging,  dining (12 seats) and sitting areas under pergolas, huge yard and a vast parking space. \r\n\r\nThe interior spaces are designed in a minimal style filled with light and blissfulness. The entrance level boasts an open plan fully furnished kitchen - direct access to the BBQ and outdoor area, indoor dining area (6 seats), living room with Tv, and sea view. \r\nThe master bedroom is also located on this level with queen size bed, TV, Safe box, closet, amazing sea & town view through a large window, spacious open plan en-suite bathroom with raining shower - access to the outdoor area and built-in lounge area under pergola, via balcony doors.\r\nadditionally three ensuite bedrooms are located on the independent lower level which communicate via a corridor but can be also fully independent as they have access through individual doors.\r\nFinally, the Guest house  boasts a large bedroom with queen size bed, closet, safebox, lounge area, amazing sea view, spacious en-suite bathroom with raining shower, and access to an outdoor built-in lounge\r\narea under pergola, via balcony doors | individual entrance.\r\n\r\nThis is a wonderful options for families and groups of friends that value minimal taste, looking for a stress free stay in Mykonos.\r\nSecurity Deposit: 2 rental days based on the period of the booking.\r\n\r\nAvailability and rates upon request. Please contact your agent.\r\n",
        "villa_price": 15910,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "b7abab16-967b-42d0-9a0d-e9de6284939d",
        "bp_profile": "Unique private property offering outstanding sea views",
        "tagline": "Unique private property offering outstanding sea views",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-calendar pl-vtile_prop_icon icon_style pl-icon-color\" style=\" padding-left: 10px;height: 5px;font-size: 20px;\" title=\"Linked to external iCal\"></i><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 4,
        "bedrooms": 4,
        "guests": 8,
        "license": "tba",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/client/INVENIO/bp/10677/villa_images/thumb_sv (11).jpg",
        "thumb_images": "customappcontent/client/INVENIO/bp/10677/villa_images/thumb_sv (11).jpg~ti~customappcontent/client/INVENIO/bp/10677/villa_images/thumb_sv (12).jpg~ti~customappcontent/client/INVENIO/bp/10677/villa_images/thumb_sv (13).jpg~ti~customappcontent/client/INVENIO/bp/10677/villa_images/thumb_sv (23).jpg~ti~customappcontent/client/INVENIO/bp/10677/villa_images/thumb_sv (24).jpg",
        "org_id": 33,
        "bp_id": 10677,
        "bp_name": "Villa sea view bliss",
        "city": "Agios Lazarus",
        "country_desc": "Greece",
        "geolocation": "37.41840704508178,25.325165029392025",
        "discontinued_flag": "N",
        "villa_desc": "Escape to your own slice of paradise with this stunning villa located in one of the picturesque areas of Mykonos. Perched on a hill, this luxurious villa boasts breathtaking views that will leave you speechless, as the endless blue of the sea meets with the horizon. This property is just a stone's throw away from Mykonos' top attractions, including the bustling center of Mykonos Town and the island's best beaches such as Psarou and Ornos.\r\n\r\nStep inside and be greeted by the perfect combination of white and stone, creating an elegant and serene atmosphere. Take a dip in the crystal-clear waters of the huge swimming pool or dine alfresco under the pergola or enjoy gathering with friends and family around the BBQ area. This villa is the ultimate retreat for those seeking relaxation and rejuvenation under the sun.\r\n\r\nCombining minimalistic style with Cycladic culture, this villa offers a touch of boho-chic to its reception areas. The cozy living room, dining room, and fully equipped kitchen are perfect for entertaining friends and family. The elegant property features 4 well-appointed and spacious bedrooms in earthy tones, where you can unwind and recharge in privacy.\r\nThis Mykonos luxury villa promises warm hospitality, unparalleled privacy, and endless relaxation, all just a breath away from the vibrant heart of Mykonos Town. \r\n\r\nThe pool can be heated ( extra charge may apply)\r\nAvailability is upon request",
        "villa_price": 15910,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "85963ead-3bd8-4cc6-a951-b762fe22450e",
        "bp_profile": "Exclusive villa, prime location, panoramic views & magical sunsets",
        "tagline": "Exclusive villa, prime location, panoramic views & magical sunsets",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 7,
        "bedrooms": 6,
        "guests": 12,
        "license": "1118043",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/Client/INVENIO/bp/1061/villa_images/thmb_Arial 3.jpg",
        "thumb_images": "customappcontent/Client/INVENIO/bp/1061/villa_images/thmb_Arial 3.jpg~ti~customappcontent/Client/INVENIO/bp/1061/villa_images/thmb_Arial 2.jpg~ti~customappcontent/Client/INVENIO/bp/1061/villa_images/thmb_Arial 4.jpg~ti~customappcontent/Client/INVENIO/bp/1061/villa_images/thmb_Aerial 1.jpg~ti~customappcontent/Client/INVENIO/bp/1061/villa_images/thmb_45 - View from the pool area.jpg",
        "org_id": 33,
        "bp_id": 1061,
        "bp_name": "Villa Cassidy",
        "city": "Aleomandra",
        "country_desc": "Greece",
        "geolocation": "37.4038311225303062,25.309552968707834",
        "discontinued_flag": "N",
        "villa_desc": "Nestled in the exclusive area of Aleomandra on the southern coast of the island, this brand-new waterfront gem is built at the edge of a rocky shore, right above the Aegean waters boasting amazing unobstructed sea and sunset views. The 520 square meters luxury home expands on 3 levels and features 6 ensuite bedrooms (out of which 2 are masters), an additional ensuite staff room and can comfortably accommodate up to 12 guests.  \r\n\r\nThe indoor spaces areas of the magnificent villa are filled with light following an open-plan approach that enhance the sense of spaciousness. The villa is elegantly furnished and decorated with warm, welcoming colors and earthly tones; on the ground floor, there is an elegant spacious living area with dining space which opens to the main outdoor area with the pool and the outdoor dining area, a fully equipped with modern appliances open plan kitchen along with a pleasant and comfortable lounge area to relax.    \r\n\r\nThe beautiful bedrooms expand around the refined home with three of them situated on the ground level, two on the mid-level and a master suite covering almost all of the upper level with panoramic sea views and a walking closet, which opens to the terrace with the outdoor Jacuzzi. All rooms are ensuite with cozy bedding and modern aesthetics, with colorful touches throughout, which please the guest’s eye.\r\n\r\nThe outdoor spaces boast a wonderful private infinity pool, several loungers and sun beds to get the most of the Greek Sun, as well as a thoughtfully sun-protected dining area, to enjoy your meals with your family and friends. The luxurious villa features a fire pit which creates the perfect focal point from which you may enjoy the astounding sea views. Below the villa’s main terrace, at only two-minutes’ walk, there is a small isolated sandy beach which guests may freely visit.\r\n\r\nMinimum stay policy: 3 nights/low season, 5 nights/mid season, 7 nights/high season.\r\nUse of the heated pool feature comes with an extra charge of 150€/day (minimum use of 3 days).",
        "villa_price": 15300,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "90daa3de-a1d7-40f5-91e9-da769a5a05a0",
        "bp_profile": "A newly-built waterfront property in Aleomandra with amazing unobstructed sea views",
        "tagline": "A newly-built waterfront property in Aleomandra with amazing unobstructed sea views",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-calendar pl-vtile_prop_icon icon_style pl-icon-color\" style=\" padding-left: 10px;height: 5px;font-size: 20px;\" title=\"Linked to external iCal\"></i><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 7,
        "bedrooms": 7,
        "guests": 14,
        "license": "343001",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/client/INVENIO/bp/1062/villa_images/thumb_23 POOL_SER9654.jpg",
        "thumb_images": "customappcontent/client/INVENIO/bp/1062/villa_images/thumb_23 POOL_SER9654.jpg~ti~customappcontent/client/INVENIO/bp/1062/villa_images/thumb_5 FRONT_DJI_0409.jpg~ti~customappcontent/client/INVENIO/bp/1062/villa_images/thumb_6 FRONT_DJI_0405.jpg~ti~customappcontent/client/INVENIO/bp/1062/villa_images/thumb_21 POOL_SER0441.jpg~ti~customappcontent/client/INVENIO/bp/1062/villa_images/thumb_7 FRONT_DJI_0415.jpg",
        "org_id": 33,
        "bp_id": 1062,
        "bp_name": "Villa Barbara",
        "city": "Ftelia",
        "country_desc": "Greece",
        "geolocation": "37.4580313172633055,25.3678196004386294",
        "discontinued_flag": "N",
        "villa_desc": "Villa Barbara is a lovely property boasting a spectacular location in the northern part of Mykonos, right above a beautiful sandy beach, one of the longest beaches on the island and a windsurfing lovers favorite spot. Perched elegantly on the hillside of the bay, sheltered by the wind, the unique home has direct access to the beach which is less than 100 meters away where you can go for a seaside stroll after a refreshing early morning swim. The beachfront property is the perfect match for those looking to blend nature and relaxation with the vibrant lifestyle of the island.\r\n\r\nBuilt in a 6000 square meters plot featuring 310 sq.m. living space, the unique home offers 7 bedrooms all ensuite and can comfortably accommodate up to 14 guests. Spread across two levels, the interior spaces feature a tasteful design combined with traditional architecture. On the ground floor level is located a comfortable and cozy living room, a spacious and full-of-light dining room and a fully-equipped with modern appliances kitchen, all with direct access to the splendid terrace. Situated on the ground and the lower levels of the property, all bedrooms have their own design and character along with all the necessary comforts and amenities to make the best of your dreamy stay.\r\n\r\nThe outdoor area comprises of a pergola-covered lounge and dining spaces, a gorgeous infinity swimming pool situated at the very front of the beautiful wide terrace with a breathtaking view that stretches as far as the eye can see and is completed by several sunbeds to enjoy the magnificent views. Guests of Villa Barbara can use a pathway that leads straight to the water, offering direct beach access.\r\n\r\nMinimum stay policy: 3 nights/low season, 5 nights/mid season, 7 nights/high season.\r\nUse of the heated pool feature comes with an extra charge of 100€/day (minimum use of 3 days). \r\n",
        "villa_price": 15300,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "e5963f9c-c316-4b10-aef0-7e839879b0b6",
        "bp_profile": "A lovely beachfront property right on the golden sandy beach of Ftelia",
        "tagline": "A lovely beachfront property right on the golden sandy beach of Ftelia",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-calendar pl-vtile_prop_icon icon_style pl-icon-color\" style=\" padding-left: 10px;height: 5px;font-size: 20px;\" title=\"Linked to external iCal\"></i></div>",
        "api_information": "0",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 6,
        "bedrooms": 6,
        "guests": 12,
        "license": "178901",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/Client/INVENIO/bp/1063/villa_images/thmb_deliana (10).jpg",
        "thumb_images": "customappcontent/Client/INVENIO/bp/1063/villa_images/thmb_deliana (10).jpg~ti~customappcontent/Client/INVENIO/bp/1063/villa_images/thmb_deliana (2).jpg~ti~customappcontent/Client/INVENIO/bp/1063/villa_images/thmb_andreas bekas web-7.jpg~ti~customappcontent/Client/INVENIO/bp/1063/villa_images/thmb_deliana (3).jpg~ti~customappcontent/Client/INVENIO/bp/1063/villa_images/thmb_deliana (27).jpg",
        "org_id": 33,
        "bp_id": 1063,
        "bp_name": "Villa Deliana",
        "city": "Agios Ioannis",
        "country_desc": "Greece",
        "geolocation": "37.4266430749673233,25.3086445627876806",
        "discontinued_flag": "N",
        "villa_desc": "Villa Deliana is a lovely private property located in the prime area of Agios Ioannis (St. John) in the southern – west part of the island. The beautiful home boasts mind-blowing views of the blue Aegean Sea, the famous ancient delos island and magnificent sunsets over the bay. The area where the luxury villa is located is well-known for being totally wind-protected and is very close to the most beautiful beaches of the island, while it is a mere 3 minutes driving distance to the town of Mykonos.  \r\n\r\nThe 350 sq. m. property features 6 bedrooms and can comfortably accommodate up to 12 guests. The interior spaces fuses elegance and blissfulness characterized by white minimalism. Guests will love the large living area with the bright dining area full of cozy corners with unique furnishing. The bedrooms are beautifully appointed, spacious, fully air-conditioned and have their bathrooms.  \r\n\r\nThe outdoor area is amazing boasting a large infinity pool, a beautiful garden and a unique lounge area around the poolside is well furnished with numerous modern sunbeds, stylish daybed ideal for both relaxation and small private events. The gorgeous home also has several wind-protected cozy seating and dining areas with pergolas, built-in BBQ area surround the magical scene, creating an ideal environment of relaxation for day and night. In the outdoors guest will love the bohemian hammock, the outdoor bathtub and additional sitting areas on both levels. The chapel is located on a small cliff at the highest level of the property, overlooking the house.\r\n\r\nThis sensational villa is the perfect option for those seeking calm and tranquility, spectacular sea and sunset views in combination with the walking distance to Agios Ioannis beach. \r\n\r\nMinimum stay policy: 3 nights/low season, 5 nights/mid season, 7 nights/high season.",
        "villa_price": 15300,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "315db6d5-b7be-4d72-913c-7fe92da0d470",
        "bp_profile": "A luxurious private villa with amazingly beautiful sunsets",
        "tagline": "A luxurious private villa with amazingly beautiful sunsets",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-calendar pl-vtile_prop_icon icon_style pl-icon-color\" style=\" padding-left: 10px;height: 5px;font-size: 20px;\" title=\"Linked to external iCal\"></i><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 8,
        "bedrooms": 8,
        "guests": 16,
        "license": "1027201",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/Client/INVENIO/bp/974/villa_images/thmb_main40.jpg",
        "thumb_images": "customappcontent/Client/INVENIO/bp/974/villa_images/thmb_main40.jpg~ti~customappcontent/Client/INVENIO/bp/974/villa_images/thmb_3.jpg~ti~customappcontent/Client/INVENIO/bp/974/villa_images/thmb_main41.jpg~ti~customappcontent/Client/INVENIO/bp/974/villa_images/thmb_5.jpg~ti~customappcontent/Client/INVENIO/bp/974/villa_images/thmb_4.jpg",
        "org_id": 33,
        "bp_id": 974,
        "bp_name": "Villa Olivia",
        "city": "Agia Sofia",
        "country_desc": "Greece",
        "geolocation": "37.4696284877576034,25.3402070181659873",
        "discontinued_flag": "N",
        "villa_desc": "Villa Olivia is a wonderful brand-new property located in the distinctive area of Agia Sofia – Tourlos on the west of Mykonos, a fabulous spot for sunset lovers as its night with breathtaking in red nuances sky views –   offering panoramic views of the town of Mykonos alongside the endless blue of the Aegean. \r\n\r\nThe property is just a 10-minute ride from the town, while Psarou, Ornos, St. John and Agios Stefanos beaches are within a 20-minute drive or less. Perched high on a stunning cliff overlooking the picturesque Mykonos Town and the Aegean Sea, this newly build property, features tastefully furnished indoor area and living spaces, nicely appointed 8 bedrooms with en-suite bathrooms and a gorgeous private pool. \r\n\r\nThe minimal decor with elegant furniture provides a timeless style to the luxury Villa. The interior spaces are devoted to the vast social areas which are complemented by a minimalistic style with classy furnishing and tasteful decoration. The bright touch in which every room is decorated creates a fascinating atmosphere. All the bedrooms are spacious, comfortable and styled in shades of brown and white.\r\n\r\nThe infinity pool blends with the blue of the sea in order to capture the most amazing panoramas of the Aegean Sea and the legendary Mykonos Town. Villa Olivia is shaped with both shaded living and dining spaces with pergolas offering numerous comfortable seating areas thus making it the ideal spot for an unforgettable retreat. The private pool is equipped with guest’s absolute comfort in mind, offering various couch style sunbeds which are excellent for endless hours of sunbathing and entertainment. This luxury home is a villa of exception makes a great match for guests who appreciate exquisite taste while being close to Mykonos Town.\r\n\r\nThe security guard is valid only for stays between June 25 - September 4, 2021\r\n\r\nMinimum Stay Policy: 3 nights during low season (14th of May- 24th of June, 5-30 September), 4 nights during mid season ( 25th of June-22nd of July, 8th of August - 4th of September) 5 nights during high season (23rd of July-7th of August). \r\n",
        "villa_price": 15275,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "7b1eb6fa-ed79-4337-a40e-6eabd33bbd45",
        "bp_profile": "\"A splendid Villa located in a prime area overlooking the Aegean Sea\"",
        "tagline": "\"A splendid Villa located in a prime area overlooking the Aegean Sea\"",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-calendar pl-vtile_prop_icon icon_style pl-icon-color\" style=\" padding-left: 10px;height: 5px;font-size: 20px;\" title=\"Linked to external iCal\"></i><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 7,
        "bedrooms": 7,
        "guests": 14,
        "license": "1173K91000959801",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/Client/INVENIO/bp/914/villa_images/thmb_villa 7 bed (77).jpg",
        "thumb_images": "customappcontent/Client/INVENIO/bp/914/villa_images/thmb_villa 7 bed (77).jpg~ti~customappcontent/Client/INVENIO/bp/914/villa_images/thmb_1.jpg~ti~customappcontent/Client/INVENIO/bp/914/villa_images/thmb_mykonos 21.jpeg~ti~customappcontent/Client/INVENIO/bp/914/villa_images/thmb_mykonos 19.jpeg~ti~customappcontent/Client/INVENIO/bp/914/villa_images/thmb_villa 7 bed (44).jpg",
        "org_id": 33,
        "bp_id": 914,
        "bp_name": "Villa Soul 1",
        "city": "Agios Stefanos",
        "country_desc": "Greece",
        "geolocation": "37.4749365548807205,25.3098235284608037",
        "discontinued_flag": "N",
        "villa_desc": "Villa Soul 1 is a stunning 7-bedroom villa, with amazing 180 ° views of the Aegean Sea and the islands of Tinos, Syros, Delos, only 10 minutes’ walk away from Agios Stefanos Beach.  The villa offers a sense of tranquillity boasting a minimal stylish design with its indoor and outdoor spaces spread over two levels. The luxury property is the perfect home for families or a friend’s getaway or for those looking to be in proximity to the beach and the town of Mykonos.  The villa opens into a wonderful open space living and seating area with a stylish open plan kitchen with breakfast bench, all decorated in a sophisticated neutral color scheme with natural materials.\r\n\r\nThe holiday rental has 5 large bedrooms and 2 guest houses with their private living area and ensuite bathroom and can accommodate up to 16 guests. On the ground level, there are two double bedrooms with en-suite bathrooms and a kitchen outfitted with modern and state-of-the-art appliances. Whereas the first level of this wonderful home offers a lovely lounge area around it with balcony doors leading to the main balcony of the house with 180 ° sea views. The master sea view bedroom is also located here and has an en-suite bathroom and access to the large balcony of the house. On the same floor there are another 2 double rooms with en-suite bathrooms, with sea views as well. \r\n\r\nOutside there is an extensive covered terrace area with dining spaces and comfortable sofas and various loungers and BBQ. Moreover, guests will enjoy swimming at the villa’s pool and witness breathtaking sunsets. \r\n",
        "villa_price": 14640,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "0056332d-b1f9-480e-8ddb-af4d852e48c0",
        "bp_profile": "\"A fantastic home close to town with beautiful sea and sunset views\"",
        "tagline": "\"A fantastic home close to town with beautiful sea and sunset views\"",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 5,
        "bedrooms": 5,
        "guests": 10,
        "license": "176949",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/Client/INVENIO/bp/1060/villa_images/thmb_GAIA (48).jpg",
        "thumb_images": "customappcontent/Client/INVENIO/bp/1060/villa_images/thmb_GAIA (48).jpg~ti~customappcontent/Client/INVENIO/bp/1060/villa_images/thmb_GAIA (44).jpg~ti~customappcontent/Client/INVENIO/bp/1060/villa_images/thmb_GAIA (49).jpg~ti~customappcontent/Client/INVENIO/bp/1060/villa_images/thmb_GAIA (68).jpg~ti~customappcontent/Client/INVENIO/bp/1060/villa_images/thmb_GAIA (58).jpg",
        "org_id": 33,
        "bp_id": 1060,
        "bp_name": "Villa Gaia",
        "city": "Aleomandra",
        "country_desc": "Greece",
        "geolocation": "37.4051237642548386,25.3061342069638258",
        "discontinued_flag": "N",
        "villa_desc": "Villa Gaia is an exceptional newly-built holiday home boasting one of the most spectacular luxury resorts inspired outdoor spaces along with amazing views of the Aegean Sea. Located just 10 minutes away from the picturesque town of Mykonos, the luxurious villa was designed to make the most of the idyllic island lifestyle. This wonderful property offers abundant to accommodate all of guests’ needs, features 5 ensuite bedrooms hosting up to 10 guests. \r\n\r\nThe modern 350 m2 interior is beautifully decorated and was built according to the modern architecture of Cyclades with the simple, plain line forms combined with some stylish influences that make it contemporary. It boasts grand, open plan living areas and stretches on a 4,000 m2 plot which overlooks the Aegean Sea, with olives and other Mediterranean plants. The magnificent interior spaces include spacious living room areas and fully equipped kitchen with the most modern appliances, all embellished with elegant and stylish furniture. The five beautiful bedrooms are well appointed with high design aesthetic, comfortable and lavish furniture for an ultimate relaxation. The property also features a private gym and massage room for those looking to briefly up the tempo.\r\n\r\nThe incredible outdoor spaces are our favorite; exceptionally designed to provide the perfect spots for unforgettable summer family and friends gatherings under the Mykonian sky. The vast outdoor area features a huge, resort style “Beach Entry” pool, a pool bar and lounge and sitting areas where guests may relax on a warm summer day before enjoying the magnificent sunset. The majestic home was created to provide a unique sense of tranquillity and entertainment all at once. \r\n\r\nVilla Gaia is a fabulous choice for families or friends that are looking to be close to the town of Mykonos and the different known beaches but at the same time spend their summer holidays in a gorgeous, spacious and luxurious accommodation, with breath-taking views over the Aegean Sea.\r\n\r\nMinimum stay policy: 3 nights/low season, 5 nights/mid season, 7 nights/high season.",
        "villa_price": 14640,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "303d4852-7781-4d3e-83d9-aae72d882bd8",
        "bp_profile": "An amazing villa designed to make the most of the idyllic island lifestyle",
        "tagline": "An amazing villa designed to make the most of the idyllic island lifestyle",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-calendar pl-vtile_prop_icon icon_style pl-icon-color\" style=\" padding-left: 10px;height: 5px;font-size: 20px;\" title=\"Linked to external iCal\"></i><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 5,
        "bedrooms": 5,
        "guests": 11,
        "license": "648630",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/Client/INVENIO/bp/880/villa_images/thmb_010_1865_psaroublack_20190429-30.jpg",
        "thumb_images": "customappcontent/Client/INVENIO/bp/880/villa_images/thmb_010_1865_psaroublack_20190429-30.jpg~ti~customappcontent/Client/INVENIO/bp/880/villa_images/thmb_014_1867_psaroublack_20190429-30.jpg~ti~customappcontent/Client/INVENIO/bp/880/villa_images/thmb_008_1864_psaroublack_20190429-30.jpg~ti~customappcontent/Client/INVENIO/bp/880/villa_images/thmb_096_0103_psaroublack_20190429-30.jpg~ti~customappcontent/Client/INVENIO/bp/880/villa_images/thmb_083_2003_0_psaroublack_20190429-30.jpg",
        "org_id": 33,
        "bp_id": 880,
        "bp_name": "Black Diamond 1",
        "city": "Agios Lazarus",
        "country_desc": "Greece",
        "geolocation": "37.4094591080184813,25.3345198662416635",
        "discontinued_flag": "N",
        "villa_desc": "A wonderful newly built property that infuses style and sophistication, nestled in Agios Lazarus area overlooking the famous pristine beach of Psarou and Nammos Restaurant. This stunning property has been designed with huge attention to detail, boasting magnificent views of the Aegean Sea all the way to the islands of Naxos and Paros.\r\n\r\nVilla Black Diamond 1 is comfortably furnished with a minimal and contemporary approach. The villa itself is designed to blur the lines between indoor and outdoor living spaces, with enormous windows overlooking Psarou Beach and French doors opening to the pool terrace. The interiors dressed in black and white feature large minimal living and dining areas. An expertly equipped kitchen leads to the living room and the dining area, that enjoys the same mesmerizing views of the blue Aegean Sea. The luxury Greek holiday rental comfortably accommodates up to 10 guests in its 5 beautiful dreamy ensuite bedrooms, all featuring king size beds, while 4 of them have access to private balconies for your just-the-two-of-us moments in the sun or under the starry sky.\r\n\r\nThe vacation rental offers numerous outdoor lounge areas and dining spaces, perfect for relaxing along with family and friends’ gatherings. The imposing sun-soaked exteriors feature an amazing infinity pool, effortlessly blending in with the sea and surrounded by built-in sleek stylish loungers to enjoy first row magnificent views.   At the upper level of this glamorous holiday retreat guests will love using the wood-paneled outdoor Jacuzzi area, for extra moments of bliss and relaxation under the Greek sun.\r\n\r\nIdeally located with beach proximity and easy access to Mykonos town, the unique holiday villa fuses luxury, tranquillity, and privacy offering to each guests an unforgettable holiday experience.\r\n\r\nMinimum Stay: 7 nighτs min stay for July and August, 5 nights for rest of the months.\r\n\r\nThis amazing villa can be rented with its sister Black Diamond 2.\r\n",
        "villa_price": 14002,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "7fe28a00-ebf1-43f8-87f2-76958e78582d",
        "bp_profile": "\"A glamorous newly built villa with uninterrupted sea views\"",
        "tagline": "\"A glamorous newly built villa with uninterrupted sea views\"",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-calendar pl-vtile_prop_icon icon_style pl-icon-color\" style=\" padding-left: 10px;height: 5px;font-size: 20px;\" title=\"Linked to external iCal\"></i><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      },
      {
        "total_count": 147,
        "bathrooms": 8,
        "bedrooms": 8,
        "guests": 18,
        "license": "1111703",
        "price_on_request": "0",
        "profile_picture": "\\customappcontent/Client/INVENIO/bp/968/villa_images/thmb_Villa_Ker-20-min.jpg",
        "thumb_images": "customappcontent/Client/INVENIO/bp/968/villa_images/thmb_Villa_Ker-20-min.jpg~ti~customappcontent/Client/INVENIO/bp/968/villa_images/thmb_main-min.jpg~ti~customappcontent/Client/INVENIO/bp/968/villa_images/thmb_done view.jpg~ti~customappcontent/Client/INVENIO/bp/968/villa_images/thmb_IMG_8271-min.jpg~ti~customappcontent/Client/INVENIO/bp/968/villa_images/thmb_IMG_8338-min.jpg",
        "org_id": 33,
        "bp_id": 968,
        "bp_name": "Villa Kira",
        "city": "Kounoupas",
        "country_desc": "Greece",
        "geolocation": "37.4290026585394529,25.3533916059603435",
        "discontinued_flag": "N",
        "villa_desc": "Villa Kira is a splendid family residence filled with love and a sense of serenity. Located in one of the calmest and most private areas of Mykonos, the modern residence is built in a 5.6 acres plot and offers 8 beautifully styled ensuite bedrooms and can accommodate up to 20 guests. The villa is developed across different buildings and it includes a Main House, three separate guest houses and its own private chapel. The beautiful residence is built using materials of the highest quality; the wooden elements are handcrafted and custom-made and the stones are handpicked and carefully shaped by hand. The Villa also offers a fully- operating smart-house system that allows the guests to manage the property from a tablet.\r\n\r\nSpreading over an area of 800 sq. m this elegant villa provides comfort and lavish experiences, unique even for the island of Mykonos and it really is the ideal villa for couples travelling together or a few families who want to be under the same roof and enjoy peaceful holidays. The architectural design impresses with the harmonious coexistence between the past and present, the unique property boasts a modern island-chic interior combining literally the traditional Cycladic architecture and modern Mykonian luxury. Moreover, the luxury minimalism dominates the scene and the luminous cosy sitting areas calm the senses, offering unparalleled comfort. The contemporary facilities and the luxurious designer’s furniture, along with the spacious gorgeous bedrooms create a unique luxurious yet relaxed and effortless environment.\r\n\r\nThe large and pristine garden features 100-year-old olive trees, Egyptian palm trees and a vineyard. With stunning views of the Aegean Sea, its super private beach-like pool and its large outdoor area, Villa Kira offers to each guest a memorable lifestyle experience. The property is also a great option for all sorts of events. The Villa is easily accessible from a paved road which enables the organization of weddings and parties.\r\n\r\nAvailability is upon request",
        "villa_price": 14002,
        "contacts_list": "[{\"bp_id\":3150,\"bp_name\":\"Sonia Felfli\",\"contact_initials\":\"SF\",\"email_1\":\"sonia@savoirvivrelifestyle.com\"}]",
        "book_status": "",
        "bp_uuid": "f25f5f64-dbab-4a1f-aa74-f632e44f430e",
        "bp_profile": "\"A splendid family owned villa with panoramic sea and sunset views\"",
        "tagline": "\"A splendid family owned villa with panoramic sea and sunset views\"",
        "direct_client_contract": "0",
        "notify_band": "<hr style=\"width:100%;text-align:left;margin-left:0;display:block;border-top:1px solid ;margin:0px\" class=\"pl-icon-color\"><div style=\"height: 35px; padding: 6px; padding-left: 0px;\"><i class=\"fa fa-calendar pl-vtile_prop_icon icon_style pl-icon-color\" style=\" padding-left: 10px;height: 5px;font-size: 20px;\" title=\"Linked to external iCal\"></i><i class=\"fa fa-archive pl-vtile_prop_icon icon_style pl-icon-color\" style=\"margin-top:1px; padding-left: 5px; padding-right: 0px; font-size: 20px;\" title=\"Agent Pack Available\"></i></div>",
        "api_information": "1",
        "is_public": "1",
        "area_inner": 0,
        "area_outer": 0,
        "is_public_sales": "0"
      }
    ],
    "zone_data": [
      {
        "zone_code": "GMYKOSOUTHWES",
        "count": 59
      },
      {
        "zone_code": "GMYKOSOUTH",
        "count": 28
      },
      {
        "zone_code": "GMYKONORTH",
        "count": 12
      },
      {
        "zone_code": "GMYKONORTHWES",
        "count": 24
      },
      {
        "zone_code": "GMYKOCENTRE/W",
        "count": 1
      },
      {
        "zone_code": "GMYKOSOUTHEAS",
        "count": 15
      },
      {
        "zone_code": "GMYKOWEST",
        "count": 8
      }
    ],
    "ms_data": [
      {
        "ms_id": "1359",
        "count": 16
      },
      {
        "ms_id": "1180",
        "count": 5
      },
      {
        "ms_id": "1346",
        "count": 82
      },
      {
        "ms_id": "1337",
        "count": 3
      },
      {
        "ms_id": "1368",
        "count": 29
      },
      {
        "ms_id": "1361",
        "count": 7
      },
      {
        "ms_id": "1401",
        "count": 1
      },
      {
        "ms_id": "1318",
        "count": 1
      },
      {
        "ms_id": "1367",
        "count": 1
      },
      {
        "ms_id": "1176",
        "count": 6
      },
      {
        "ms_id": "1325",
        "count": 139
      },
      {
        "ms_id": "1300",
        "count": 147
      },
      {
        "ms_id": "1182",
        "count": 4
      },
      {
        "ms_id": "1314",
        "count": 135
      },
      {
        "ms_id": "1351",
        "count": 5
      },
      {
        "ms_id": "1385",
        "count": 1
      },
      {
        "ms_id": "1304",
        "count": 1
      },
      {
        "ms_id": "1350",
        "count": 7
      },
      {
        "ms_id": "1324",
        "count": 120
      },
      {
        "ms_id": "1378",
        "count": 7
      },
      {
        "ms_id": "1313",
        "count": 138
      },
      {
        "ms_id": "1323",
        "count": 41
      },
      {
        "ms_id": "1366",
        "count": 12
      },
      {
        "ms_id": "1320",
        "count": 44
      },
      {
        "ms_id": "1174",
        "count": 22
      },
      {
        "ms_id": "1370",
        "count": 2
      },
      {
        "ms_id": "1181",
        "count": 5
      },
      {
        "ms_id": "1179",
        "count": 5
      },
      {
        "ms_id": "1321",
        "count": 82
      },
      {
        "ms_id": "1170",
        "count": 107
      },
      {
        "ms_id": "1315",
        "count": 139
      },
      {
        "ms_id": "1336",
        "count": 117
      },
      {
        "ms_id": "1365",
        "count": 30
      },
      {
        "ms_id": "1352",
        "count": 40
      },
      {
        "ms_id": "1376",
        "count": 63
      },
      {
        "ms_id": "1169",
        "count": 127
      },
      {
        "ms_id": "1308",
        "count": 124
      },
      {
        "ms_id": "1354",
        "count": 8
      },
      {
        "ms_id": "1381",
        "count": 10
      },
      {
        "ms_id": "1353",
        "count": 7
      },
      {
        "ms_id": "1311",
        "count": 3
      },
      {
        "ms_id": "1408",
        "count": 3
      },
      {
        "ms_id": "1327",
        "count": 11
      },
      {
        "ms_id": "1332",
        "count": 141
      },
      {
        "ms_id": "1389",
        "count": 7
      },
      {
        "ms_id": "1330",
        "count": 5
      },
      {
        "ms_id": "1363",
        "count": 114
      },
      {
        "ms_id": "1382",
        "count": 1
      },
      {
        "ms_id": "1407",
        "count": 1
      },
      {
        "ms_id": "1309",
        "count": 137
      },
      {
        "ms_id": "1183",
        "count": 3
      },
      {
        "ms_id": "1175",
        "count": 13
      },
      {
        "ms_id": "1375",
        "count": 46
      },
      {
        "ms_id": "1383",
        "count": 9
      },
      {
        "ms_id": "1349",
        "count": 95
      },
      {
        "ms_id": "1392",
        "count": 1
      },
      {
        "ms_id": "1340",
        "count": 146
      },
      {
        "ms_id": "1334",
        "count": 141
      },
      {
        "ms_id": "1306",
        "count": 3
      },
      {
        "ms_id": "1166",
        "count": 147
      },
      {
        "ms_id": "1379",
        "count": 4
      },
      {
        "ms_id": "1322",
        "count": 68
      },
      {
        "ms_id": "1184",
        "count": 2
      },
      {
        "ms_id": "1339",
        "count": 106
      },
      {
        "ms_id": "1178",
        "count": 5
      },
      {
        "ms_id": "1333",
        "count": 140
      },
      {
        "ms_id": "1402",
        "count": 3
      },
      {
        "ms_id": "1341",
        "count": 82
      },
      {
        "ms_id": "1394",
        "count": 3
      },
      {
        "ms_id": "1307",
        "count": 19
      },
      {
        "ms_id": "1335",
        "count": 1
      },
      {
        "ms_id": "1357",
        "count": 2
      },
      {
        "ms_id": "1326",
        "count": 1
      },
      {
        "ms_id": "1355",
        "count": 13
      },
      {
        "ms_id": "1185",
        "count": 1
      },
      {
        "ms_id": "1369",
        "count": 37
      },
      {
        "ms_id": "1317",
        "count": 142
      },
      {
        "ms_id": "1172",
        "count": 51
      },
      {
        "ms_id": "1328",
        "count": 22
      },
      {
        "ms_id": "1302",
        "count": 121
      },
      {
        "ms_id": "1371",
        "count": 35
      },
      {
        "ms_id": "1377",
        "count": 21
      },
      {
        "ms_id": "1167",
        "count": 145
      },
      {
        "ms_id": "1345",
        "count": 118
      },
      {
        "ms_id": "1312",
        "count": 146
      },
      {
        "ms_id": "1338",
        "count": 100
      },
      {
        "ms_id": "1316",
        "count": 44
      },
      {
        "ms_id": "1364",
        "count": 26
      },
      {
        "ms_id": "1347",
        "count": 16
      },
      {
        "ms_id": "1342",
        "count": 115
      },
      {
        "ms_id": "1173",
        "count": 40
      },
      {
        "ms_id": "1319",
        "count": 40
      },
      {
        "ms_id": "1303",
        "count": 115
      },
      {
        "ms_id": "1380",
        "count": 3
      },
      {
        "ms_id": "1168",
        "count": 140
      },
      {
        "ms_id": "1177",
        "count": 5
      },
      {
        "ms_id": "1310",
        "count": 145
      },
      {
        "ms_id": "1344",
        "count": 127
      },
      {
        "ms_id": "1331",
        "count": 98
      },
      {
        "ms_id": "1358",
        "count": 6
      },
      {
        "ms_id": "1305",
        "count": 4
      },
      {
        "ms_id": "1343",
        "count": 17
      },
      {
        "ms_id": "1171",
        "count": 81
      },
      {
        "ms_id": "1356",
        "count": 1
      },
      {
        "ms_id": "1301",
        "count": 146
      },
      {
        "ms_id": "1390",
        "count": 1
      },
      {
        "ms_id": "1348",
        "count": 3
      },
      {
        "ms_id": "1374",
        "count": 4
      },
      {
        "ms_id": "1329",
        "count": 75
      }
    ],
    "villa_sales_fav": null,
    "area_data": [
      {
        "sub_zone_code": "AREAFTELIA",
        "count": 12
      },
      {
        "sub_zone_code": "AREAKALOLIVA",
        "count": 4
      },
      {
        "sub_zone_code": "AREAELIA",
        "count": 7
      },
      {
        "sub_zone_code": "AREAORNOS",
        "count": 3
      },
      {
        "sub_zone_code": "AREAAGIASOFI",
        "count": 11
      },
      {
        "sub_zone_code": "AREAPLATISGI",
        "count": 1
      },
      {
        "sub_zone_code": "AREAKOUNOUPA",
        "count": 1
      },
      {
        "sub_zone_code": "AREALENOAREA",
        "count": 1
      },
      {
        "sub_zone_code": "AREAAGIOSLAZ",
        "count": 21
      },
      {
        "sub_zone_code": "AREAAGRARI",
        "count": 4
      },
      {
        "sub_zone_code": "AREAMYKONOST",
        "count": 5
      },
      {
        "sub_zone_code": "AREAKALAFATI",
        "count": 11
      },
      {
        "sub_zone_code": "AREAKANALIA",
        "count": 13
      },
      {
        "sub_zone_code": "AREATOURLOS",
        "count": 5
      },
      {
        "sub_zone_code": "AREAPOULI",
        "count": 3
      },
      {
        "sub_zone_code": "AREACHOULAKI",
        "count": 2
      },
      {
        "sub_zone_code": "AREAMEGALIAM",
        "count": 3
      },
      {
        "sub_zone_code": "AREASUPERPAR",
        "count": 5
      },
      {
        "sub_zone_code": "AREAANODIAKO",
        "count": 1
      },
      {
        "sub_zone_code": "AREAALEOMAND",
        "count": 13
      },
      {
        "sub_zone_code": "AREAKASTRO",
        "count": 1
      },
      {
        "sub_zone_code": "AREAAGIOSSTE",
        "count": 3
      },
      {
        "sub_zone_code": "AREAPSAROU",
        "count": 7
      },
      {
        "sub_zone_code": "AREAPARANGA",
        "count": 3
      },
      {
        "sub_zone_code": "AREAAGIOSIOA",
        "count": 5
      },
      {
        "sub_zone_code": "AREAFANARI",
        "count": 2
      }
    ],
    "property_data": [
      {
        "property_type": "Residential",
        "count": 1
      },
      {
        "property_type": "",
        "count": 146
      }
    ]
  }
]